Repository: MahjongPantheon/pantheon
Catalog: Forseti/app/i18n/*.po
Languages: de, ru

source: 1 minute
ru: 1 минута

source: 1 player with score less than starting
de: Ein Spieler ist unter den Startpunkten
ru: 1 игрок в минусе

source: 13+ han hands are considered yakuman, not sanbaiman.
de: 13+ han Hände werden als Yakuman, nicht als sanbaiman, gewertet.
ru: Руки стоимостью в 13+ хан считаются якуманом, а не санбайманом.

source: 1st
de: 1ter
ru: 1е

source: 2 minutes
ru: 2 минуты

source: 2nd
de: 2ter
ru: 2е

source: 3 minutes
ru: 3 минуты

source: 3 players with score less than starting
de: Drei Spieler sind unter den Startpunkten
ru: 3 игрока в минусе

source: 3rd
de: 3ter
ru: 3е

source: 4 minutes
ru: 4 минуты

source: 4th
de: 4ter
ru: 4е

source: 5 minutes
ru: 5 минут

source: 7 minutes
ru: 7 минут

source: A confirmation link for password recovery has been sent to provided email. Please check your mailbox and follow the link in the message.
de: Ein Bestätigungslink für das Zurücksetzen des Passworts wurde per Email versendet. Bitte Mailbox überprüfen und Link klicken.
ru: Ссылка для подтверждения сброса пароля была отправлена на ваш e-mail. Пожалуйста, проверьте ваш почтовый ящик и пройдите по ссылке в письме.

source: A reason for penalty is mandatory
de: Ein Strafgrund muss eingetragen werden
ru: Указывать причину штрафа обязательно

source: Abortive draw, riichi: %1
de: Abgebrochenes Unentschieden, Riichi: %1
ru: Абортивная ничья, риичи: %1

source: Achievements visible
ru: Номинации видны

source: Action required
de: Aktion benötigt
ru: Требуется действие

source: Actions
de: Aktionen
ru: Действия

source: Add a penalty
ru: Добавить штраф

source: Add extra time
ru: Добавить время

source: Add extra time for this table
ru: Добавить время столу

source: Add selected amount of extra time for all tables?
ru: Добавить выбранное количество времени всем столам?

source: Add selected amount of extra time for this table?
ru: Добавить выбранное количество времени этому столу?

source: Administrator privileges include everything a referee can do plus:
ru: Привилегии администратора включают все привилегии судьи плюс:

source: Agariyame
ru: Агарияме

source: All dates and time will be displayed according to the selected timezone.
de: Alle angezeigten Zeiten und Datumsangaben werden der ausgewählten Zeitzone angepasst.
ru: Все даты и время будут отображаться с учетом выбранного часового пояса.

source: All events
de: Events
ru: К списку всех событий

source: All player stats and achievements
de: Spielerstatistiken und Auszeichnungen
ru: Вся статистика игрока и его достижения

source: All riichi bets on the table will be given to the first winner. If not checked, winning riichi bets will always be given back, lost bets would be given to the first winner.
de: Alle Riichieinsätze gehen an den ersten Gewinner.
ru: Все ставки на столе будут выданы первому победителю по порядку хода. Если не отмечено, выигравшие риичи-ставки всегда будут возвращены победителям, первому победителю достанутся только не выигравшие ставки.

source: All your personal data including e-mail address, tenhou ID, name and surname
de: Alle persönlichen Daten inkl. Email Adresse, Tenhou ID, Name und Nachname
ru: Все ваши персональные данные, включая адрес e-mail, Tenhou ID, имя и фамилия

source: All your played games and events
de: Daten zu gespielten Matches und Turnieren
ru: Все ваши сыгранные игры и события

source: Allow abortive draws
de: Abbruch durch Unentschieden erlauben
ru: Разрешить абортивные ничьи

source: Allow bankruptcy
de: Mit Tobi
ru: Банкротство

source: Allow combination of yakumans, e.g. tsuuisou + daisangen
de: Kombinationen aus Yakuman sind erlaubt, z.B.: Tsuuisou + Daisangen
ru: Разрешить комбинации якуманов, напр. цуисо + дайсанген

source: Allow viewing of other tables during ongoing game
de: Andere laufende Tische während einer laufenden Runde anzeigen
ru: Разрешить просмотр других столов во время игры

source: Already registered?
de: Bereits angemeldet?
ru: Уже зарегистрированы?

source: Amount of chombo penalty
de: Höhe der Strafe für Chombo
ru: Размер штрафа чомбо

source: Amount of penalty applied in the end of the session after uma bonus.
de: Höhe der Strafe die ein Spieler nach Uma für einen Chombo erhält.
ru: Количество очков, вычитаемое из очков игрока за каждый штраф чомбо после окончания игры.

source: Amount of penalty applied to those who didn't win once in game.
de: Strafe für diejenigen, die im Spiel kein einziges Mal gewonnen haben.
ru: Количество очков, вычитаемое из очков игрока, который ни разу не выиграл за игру.

source: Amount of points given for each chip. Chips should be set up in tournament settings in Tenhou.net. Set to 0 to disable chips.
de: Wert eines Shuugi in Punkten. Shuugi müssen um diese Funktion zu nutzen auch in den Turniereinstellungen auf tenhou.net aktiviert sein. 0 deaktivert Shuugi.
ru: Количество очков, которое выдается за каждый чип. Чипы должны быть настроены на Tenhou.net. Выставьте 0, чтобы выключить чипы.

source: Amount of points given to every player in the beginning of every session
de: Startpunktzahl die alle Spieler am Anfang des Ratings bekommen
ru: Количество игровых очков у каждого игрока в начале игры

source: Amount of points given to player at 1st place
de: Punkte die der Gewinner zusätzlich erhält
ru: Количество бонусных очков за первое место в игре

source: Amount of score player should get to end the game.
de: Punkteanzahl die erreicht werden müssen damit das Spiel enden kann.
ru: Количество очков, которое нужно набрать для завершения игры.

source: Another rules violation after notice
ru: Повторное нарушение правил после предупреждения

source: Applied chombo penalties
ru: Примененные штрафы чомбо

source: Apply penalty
de: Strafe anwenden
ru: Применить штраф

source: Apply seating for next session?
de: Sitzordnung für die nächste Runde anwenden?
ru: Применить рассадку для следующей сессии?

source: Approve session results and go on to next session
de: Ergebnisse bestätigen und zur nächsten Runde gehen
ru: Подтвердить результаты сессий и перейти к следующей сессии

source: Approve sessions
de: Runde bestätigen
ru: Подтвердить результаты

source: Arguing with referee
ru: Споры с судьей

source: Assigned by:
ru: Назначено:

source: Atamahane
ru: Атамахане

source: Avatar should be an image file. It's recommended to upload a square-sized image, otherwise it will be cropped to center square. File size should not be more than 256 KB.
de: Das Profilbild sollte ein quadratisches Bild nicht grösser als 256kb sein.
ru: Аватар должен быть файлом-картинкой. Рекомендуется загружать квадратные изображения, в ином случае аватар будет обрезан до квадрата по центру. Размер файла не должен превышать 256 КБ.

source: Basic ruleset
de: Basisregelsatz
ru: Базовый набор правил

source: Basic settings
de: Basiseinstellungen
ru: Базовые настройки

source: Being late for a session
ru: Опоздание к началу игры

source: Brief description
de: Kurze Beschreibung
ru: Краткое описание

source: Can't generate seating: count of registered players is not divisible by 4
de: Sitzplan konnte nicht erstellt werden: Spielerzahl kein vielfaches von Vier
ru: Невозможно сгенерировать рассадку: число зарегистрированных игроков не делится на 4

source: Cancel
de: Abbrechen
ru: Отмена

source: Cancel last played round
de: Letzte gespielte Runde abbrechen
ru: Отменить последний сыгранный раунд

source: Cancel penalty
ru: Отменить штраф

source: Cancel results
de: Spielergebnis abbrechen
ru: Удалить результаты

source: Cancel round
de: Runde abbrechen
ru: Отменить раздачу

source: Cancelled:
ru: Отменено:

source: Changes saved!
de: Änderungen gespeichert!
ru: Изменения сохранены!

source: Chankan
ru: Чанкан

source: Chanta
ru: Чанта

source: Chihou
ru: Чихо

source: Chiitoitsu
ru: Чиитойцу

source: Chinitsu
ru: Чиницу

source: Chinroutou
ru: Чинрото

source: Chips value
de: Shuugi Wert
ru: Стоимость чипа

source: Chombo in last round ends game
ru: Чомбо в последней раздаче завершает игру

source: Chombo penalties can be cancelled with round cancellation in Games Control page if game is not finished yet.
ru: Штрафы чомбо могут быть отменены через отмену раунда на странице управления играми, если игра еще не завершена.

source: Chombo, %1
ru: Чомбо, %1

source: Chuuren poutou
ru: Чууренпото

source: City
de: Stadt
ru: Город

source: Collect riichi bets by atamahane
de: Riichieinsätze nach Atamahane verteilen
ru: Риичи по атамахане

source: Common actions
de: Zuletzt genutzt
ru: Общие действия

source: Common reasons for penalties
ru: Частые причины штрафов

source: Common reasons for the penalty
ru: Частые причины штрафов

source: Complex position-based
de: Komplex Positionsbasiert
ru: Сложный, на основе позиций всех игроков

source: Confirm
de: Bestätigen
ru: Подтвердить

source: Confirm cancellation
ru: Подтвердить отмену

source: Confirm your email
de: Email bestätigen
ru: Подтвердить адрес email

source: Count of session in game series. Set to 0 to disable series functionality.
de: Anzahl von Spielen in einer Serie. 0 deaktiviert Serienfunktion.
ru: Количество сессий в одной серии. Поставьте 0, чтобы отключить игровые серии.

source: Country
de: Land
ru: Страна

source: Create new event
de: Neues Event erstellen
ru: Создать новое событие

source: Current penalties
ru: Текущие штрафы

source: Current round
de: Aktuelle Runde
ru: Текущий раунд

source: Current status
de: Aktueller Status
ru: Текущий статус

source: Daburu riichi
ru: Дабл-риичи

source: Daisangen
ru: Дайсанген

source: Daisuushii
ru: Дайсуши

source: Danger zone
de: Gefahrenzone
ru: Зона особого внимания

source: Data slice
ru: Срез данных

source: Disable renchans
de: Keine renchans
ru: Выключить ренчаны

source: Do not interrupt session until it ends
de: Match nicht unterbrechen bis zum Ablauf der Zeit
ru: Не прерывать игру до тех пор, пока она не закончена

source: Draw, tempai: %1, riichi: %2
de: Unentschieden, Tenpai: %1, Riichi: %2
ru: Ничья, темпай: %1, риичи: %2

source: Edit event :: %1
de: Event :: %1 bearbeiten
ru: Редактирование события :: %1

source: Edit event settings
de: Eventeinstellungen bearbeiten
ru: Настройки события

source: Edit profile
de: Profil bearbeiten
ru: Редактировать профиль

source: Email confirmation failed
de: Email Bestätigung fehlgeschlagen
ru: Не удалось подтвердить email

source: Email confirmed
de: Email bestätigt
ru: Email подтвержден

source: Email has been sent
de: Email wurde gesendet
ru: E-mail отправлен

source: Enable "Nagashi" outcome to record this special draw
de: Erlaube "Nagashi Mangan", wenn ein Spieler nur Ends oder Honors discarded, und niemand von ihm ruft
ru: Включить возможность записи исхода "Нагаши манган"

source: Enter a reason for cancellation and confirm it.
ru: Введите причину для отмены штрафа и подтвердите ее.

source: Enter city of the player
de: Wohnstadt des Spielers eingeben
ru: Введите город игрока

source: Enter new strong password
de: Neues starkes Passwort eingeben
ru: Введите новый сложный пароль

source: Enter player's e-mail address
de: Email Adresse des Spielers eingeben
ru: Введите адрес e-mail игрока

source: Enter player's phone
de: Telefonnummer des Spielers eingeben
ru: Введите телефон игрока

source: Enter strong password
de: Sicheres Passwort eingeben
ru: Введите сложный пароль

source: Enter your e-mail address
de: Bitte Email Adresse eingeben
ru: Введите ваш адрес e-mail

source: Equalize uma
de: Uma teilen
ru: Выравнивание умы

source: Error has occurred
de: Unerwarteter Fehler
ru: Произошла ошибка

source: Event administrators list
ru: Список администраторов

source: Event finished
de: Event ist beendet
ru: Событие завершено

source: Event management
de: Eventeinstellungen bearbeiten
ru: Управление событием

source: Event platform
ru: Игровая платформа

source: Event referees list
ru: Список судей

source: Event script
de: Sitzordnung
ru: Скрипт рассадки

source: Event script filling instruction
de: Manuelles Festlegen der Sitzordnung
ru: Инструкция по заполнения скрипта рассадки

source: Event title
de: Eventname
ru: Название события

source: Event visible in global list
ru: Событие видно в общем списке

source: Event: %1
ru: Cобытие: %1

source: External gaming platform for the tournament
ru: Внешняя игровая платформа для проведения онлайн-турнира

source: Extra minutes: %1
ru: Дополнительные минуты: %1

source: Failed to add extra time
ru: Не удалось добавить время

source: Failed to apply penalty: server error or network unreachable
de: Fehler beim speichern der Strafe: Server oder Netzwerkfehler
ru: Не удалось применить штраф: ошибка сервера или сеть недоступна

source: Failed to approve session results
de: Rundenergebnisse konnten nicht bestätigt werden
ru: Не удалось подтвердить результаты сессий

source: Failed to authorize. Please check your email and password.
de: Anmeldung fehlgeschlagen. Bitte Email Adresse und Passwort überprüfen.
ru: Не удалось авторизоваться в системе. Проверьте ваш адрес email и пароль.

source: Failed to cancel game
de: Spiel konnte nicht abgebrochen werden
ru: Не удалось удалить игру

source: Failed to cancel round
de: Runde konnte nicht abgebrochen werden
ru: Не удалось отменить раздачу

source: Failed to change password. Is your connection stable?
de: Änderung konnte nicht gespeichert werden.
ru: Не удалось сменить пароль. Проблемы со связью?

source: Failed to confirm your email. Probably the link you followed has been expired or already used. Please try registering again.
de: Email konnte nicht bestätigt werden. Möglicherweise ist der Link zu alt oder wurde bereits benutzt. Bitte nochmal versuchen.
ru: Не удалось подтвердить адрес email. Возможно, ссылка, по которой вы прошли, истекла или уже была использована. Попробуйте зарегистрироваться еще раз.

source: Failed to definalize game
de: Spiel konnte nicht definalisiert werden
ru: Не удалось удалить результаты

source: Failed to fetch event data
de: Event Informationen konnten nicht abgerufen werden
ru: Не удалось получить данные события

source: Failed to finish the game
de: Spiel konnte nicht beendet werden
ru: Не удалось завершить игру

source: Failed to generate interval seating
de: Intervallsitzplan konnte nicht erstellt werden
ru: Не удалось сгенерировать интервальную рассадку

source: Failed to generate prescripted seating
de: Manueller Sitzplan konnte nicht erstellt werden
ru: Не удалось сгенерировать предопределенную рассадку

source: Failed to generate random seating
de: Zufälliger Sitzplan konnte nicht erstellt werden
ru: Не удалось сгенерировать случайную рассадку

source: Failed to generate swiss seating
de: Sitzplan nach Schweizer System konnte nicht erstellt werden
ru: Не удалось сгенерировать швейцарскую рассадку

source: Failed to notify players
de: Spieler konnten nicht benachrichtigt werden
ru: Не удалось оповестить игроков

source: Failed to recover your password. Probably the link you followed has been expired or already used. Please try again.
de: Passwort konnte nicht zurückgesetzt werden. Möglicherweise ist der Link zu alt oder wurde bereits benutzt. Bitte nochmal versuchen.
ru: Не удалось восстановить ваш пароль. Возможно ссылка, по которой вы прошли, истекла или уже была использована. Попробуйте еще раз.

source: Failed to register player. Is your connection stable?
de: Anmeldung konnte nicht abgeschlossen werden.
ru: Не удалось зарегистрировать игрока. Проблемы со связью?

source: Failed to request password reset. Please check your email.
de: Passwort konnte nicht zurückgesetzt werden. Bitte Email überprüfen.
ru: Не удалось запросить сброс пароля. Пожалуйста проверьте ваш адрес email.

source: Failed to request registration. Is your connection stable?
de: Anmeldung nicht erfolgreich.
ru: Не удалось запросить регистрацию. Проблемы со связью?

source: Failed to reset seating
de: Sitzplan konnte nicht zurückgesetzt werden
ru: Не удалось отменить рассадку

source: Failed to save event script: server error or network unreachable
de: Fehler beim Speichern der Sitzordnung: Serverfehler oder Netzwerk nicht erreichbar
ru: Не удалось сохранить скрипт рассадки: ошибка сервера или сеть недоступна

source: Failed to save event: server error or network unreachable
de: Event konnte nicht gespeichert werden: Server Fehler oder Netzwerk nicht erreichbar
ru: Не удалось сохранить событие: ошибка сервера или сеть недоступна

source: Failed to set notifications settings.
de: Bearbeitungseinstellungen konnten nicht gespeichert werden.
ru: Не удалось применить настройки уведомлений.

source: Failed to start timer
de: Timer konnte nicht gestartet werden
ru: Не удалось запустить таймер

source: Failed to toggle achievements visibility
de: Auszeichnungen konnte nicht ein/ausgeblendet werden
ru: Не удалось переключить видимость номинаций

source: Failed to toggle results visibility
de: Ergebnisansicht konnte nicht ein/ausgeschaltet werden
ru: Не удалось переключить видимость результатов

source: Failed to update player details. Is your connection stable?
de: Spielerdetails konnten nicht gespeichert werden.
ru: Не удалось обновить профиль. Проблемы со связью?

source: Failed to update profile. Is your connection stable?
de: Änderung konnte nicht gespeichert werden.
ru: Не удалось обновить профиль. Проблемы со связью?

source: File is too big
de: Datei ist zu gross
ru: Слишком большой файл

source: Find and add administrator by name...
ru: Найти и добавить администратора по имени...

source: Find and add player by name...
de: Spieler such und hinzufügen...
ru: Найти и добавить игрока по имени...

source: Find and add referee by name...
ru: Найти и добавить судью по имени...

source: Find replacement player by name...
de: Ersatzspieler suchen...
ru: Найти замену по имени...

source: Finish event
de: Event beenden
ru: Завершить событие

source: Finish event.
ru: Завершение события.

source: Fixed amount of rank penalty applied for each replacement player regardless of session results.
de: Fixe Strafpunkte der Ersatzspielern, unabhängig des Matchergebnisses, zugewiesen wird.
ru: Фиксированный ранговый бонус/штраф, выдаваемый независимо от результатов игры.

source: Fixed amount of result score applied for each replacement player regardless of session results.
de: Fixer Punktwert der Ersatzspielern, unabhängig des Matchergebnisses, zugewiesen wird.
ru: Фиксированное число очков, применямое независимо от результатов игры.

source: Fixed score applied to replacement player
de: Fixe Punktzahl für Ersatzspieler
ru: Фиксированное число итоговых очков у игрока замены

source: Fixed uma for replacement player
de: Uma für Ersatzspieler
ru: Фиксированная ума для игрока замены

source: Force finish game
de: Spielende erzwingen
ru: Завершить досрочно

source: Forcefully finish the game
de: Spielende erzwingen
ru: Досрочно завершить игру

source: Forgot your password?
de: Passwort vergessen?
ru: Забыли пароль?

source: Found %1 error
de: Ein %1 Fehler wurde gefunden
ru: Найдена %1 ошибка

source: Game duration
de: Spieldauer
ru: Длительность сессии

source: Game expiration time (in hours)
de: Gültigkeitsdauer des Spiels(in Stunden)
ru: Время истечения игры (в часах)

source: Games management
de: Spiele bearbeiten
ru: Управление играми

source: Generate seating for next session
de: Sitzplan für die nächste Runde erstellen
ru: Сгенерировать рассадку для следующей сессии

source: Go to Login page
de: Zur Loginseite gehen
ru: К странице входа

source: Go to Signup page
de: Zur Anmeldeseite gehen
ru: К странице регистрации

source: Goal score
de: Zielpunkte
ru: Целевое количество очков

source: Haitei
ru: Хайтей

source: Hands valued as 4/30 and 3/60 are rounded to mangan.
de: Hände mit 4/30 und 3/60 werden auf Mangan aufgerundet.
ru: Руки стоимостью в 4/30 и 3/60 округляются до мангана.

source: Hide results table
de: Ergebnistabelle ausblenden
ru: Скрыть таблицу результатов

source: Hide results table and achievements
de: Ergebnisansicht und Auszeichnungen ausblenden
ru: Скрыть таблицу результатов и номинации

source: Honba Value
ru: Выплаты по хонбе

source: Honba payments will be given only to the first winner. If not checked, payment will be given to all winners.
de: Honba gehen nur an den ersten Gewinner.
ru: Выплата по хонбе будет выдана только первому победителю по ходу игры. Если не отмечено, выплата производится всем победителям.

source: Honitsu
ru: Хоницу

source: Honroutou
ru: Хонрото

source: Houtei raoyui
ru: Хотей

source: How game sessions should end during the tournament
de: Wie Matches während eines Turniers beendet werden
ru: Как игровые сессии завершаются во время турнира

source: I've read the privacy policy listed below and accept its terms
de: Ich habe die Datenschutzbestimmungen gelesen und akzeptiert
ru: Я прочитал(а) политику конфиденциальности, приведенную ниже, и принимаю ее условия

source: If checked, achievements will be shown for everyone, otherwise only for event administrators
de: Auszeichnungen wird für alle Nutzer öffentlich angezeigt. Ansonsten nur für Administratoren
ru: Если отмечено, номинации будут видны для всех, в ином случае - только для администраторов события

source: If checked, players will be able to see other tables state even if they are currently in game. It is strongly recommended to keep this checkbox disabled for all tournament events.
de: Wenn aktiviert, können Spieler während einer laufenden Runde den Spielstand anderer Tische einsehen. Bei EMA Turnieren sollte diese Funktion deaktiviert werden.
ru: Если отмечено, игроки смогут просматривать состояние других столов, даже в процессе игры за своим столом. Настоятельно рекомендуется не включать эту настройку для турнирных событий.

source: If checked, players with equivalent score receive equivalent uma bonus. Otherwise, uma is assigned according to move order.
de: Uma wird bei gleichem Punktestand auf mehrere Spieler aufgeteilt, ansonsten nach Windreihenfolge.
ru: Если отмечено, игроки с одинаковыми очками получат одинаковый ранговый бонус, равный среднему их бонусу. В ином случае ума назначается по порядку хода.

source: If checked, the event will be publicly visible on main page of ratings subsystem. If unchecked, event will not be visible in the list, but still will be accessible via particular link
de: Wenn ausgewählt wird das Event öffentlich sichtbar auf der Hauptseite angezeigt. Ansonsten ist es nur über den Eventlink zugänglich
ru: Если отмечено, событие будет видно публично на главной странице подсистемы рейтингов. Если не отмечено, событие не будет видно на главной странице, но все еще будет доступно по ссылке

source: If checked, the rating table will be shown for everyone, otherwise only for event administrators
de: Die Rangliste wird für alle Nutzer öffentlich angezeigt. Ansonsten nur für Administratoren
ru: Если отмечено, рейтинговая таблица будет видна для всех, в ином случае - только для администраторов события

source: If checked, uploaded avatar will be shown instead of default circle with initials. If no avatar is uploaded, the default circle will be shown.
de: Wenn ausgewählt, Profilbild wird anstelle der Namensinitialen angezeigt.
ru: Если отмечено, вместо цветного круга с инициалами будет показан загруженный аватар. Если галочка отмечена, но аватар не загружен, будет показан круг с инициалами.

source: If nobody reaches the goal score at the last hand, the game continues to west rounds (in hanchan) or to south rounds (in tonpuusen), until someone reaches the goal
de: Wenn niemand die Zielpunkte erreicht, wird das Spiel in Süd(Ostrunden) oder West(Hanchan) weitergeführt, solange bis jemand die Zielpunkte erreicht
ru: Если никто не набирает заданное число очков после оорасу, игра продолжается в западных раундах (в ханчане) или в южных раундах (в тонпусене), до тех пор пока кто-либо не наберет заданное число очков
