Repository: MahjongPantheon/pantheon
Catalog: Forseti/app/i18n/*.po
Languages: de, ru

source: Setup local identifiers of players to be used in predefined event script
de: Lokale IDs vergeben die bei manueller Sitzplatzwahl Anwendung finden
ru: Установка локальных идентификаторов для использования в скрипте рассадки

source: Setup team name for each player (for team events)
de: Teamname für Spieler festlegen(für Teamevents)
ru: Установить имена команд для игроков (для командных турниров)

source: Shousangen
ru: Шосанген

source: Shousuushii
ru: Шосуши

source: Show achievements for everyone
de: Auszeichnungen für Alle einblenden
ru: Показать номинации для всех

source: Show in ratings global list
de: In globaler Rangliste anzeigen
ru: Показать в глобальном списке событий

source: Show rating table for everyone
de: Rangliste für Alle einblenden
ru: Показать рейтинговую таблицу для всех

source: Show results table
de: Ergebnistabelle einblenden
ru: Показать таблицу результатов

source: Show results table and achievements
de: Ergebnisansicht und Auszeichnungen einblenden
ru: Показать таблицу результатов и номинации

source: Show user avatar
de: Profilbild anzeigen
ru: Показывать аватар пользователя

source: Sign in
de: Anmelden
ru: Войти

source: Sign out
de: Abmelden
ru: Выйти

source: Sign up
de: Konto anmelden
ru: Зарегистрироваться

source: Simple rank-based
de: Rang basiert
ru: Простой, на основе текущего места

source: Something went wrong. Contact pantheon service administrator
ru: Что-то пошло не так. Свяжитесь с администратором сервиса.

source: Start timer
de: Starte Timer
ru: Запустить таймер

source: Start timer and game sessions?
de: Runde und Timer starten?
ru: Запустить таймер и игры?

source: Start timer and sessions
de: Timer und Runde starten
ru: Запустить игры и таймер

source: Step of arbitrary penalty scores
de: Schrittweite bei Strafen
ru: Шаг штрафа

source: Stop event
de: Event beenden
ru: Завершить событие

source: Stop event "%1" (id #%2)? This action can't be undone!
de: Event beenden "%1" (id #%2)? Diese Aktion kann nicht rückgängig gemacht werden!
ru: Завершить событие "%1" (id #%2)? Отменить это действие невозможно!

source: Subsystem
ru: Подсистема

source: Success
de: Erfolgreich
ru: Успешно

source: Suuankou
ru: Сууанко

source: Suukantsu
ru: Сууканцу

source: Swiss seating
de: Sitzplan nach Schweizer System
ru: Швейцарская рассадка

source: Swiss seating can't be used for first session in tournament
de: Sitzplan nach Schweizer System kann nicht für die erste Runde eines Turniers verwendet werden
ru: Швейцарская рассадка не может быть использована для первой сессии в турнире

source: System ID
ru: ID в системе

source: System stats
de: Systeminformationen
ru: Системная статистика

source: Table # %1
de: Tisch # %1
ru: Стол № %1

source: Tanyao
ru: Тан-яо

source: Tanyao costs 1 han on open hand. If not checked, tanyao does not work on open hand.
de: Tanyao gilt bei geöffneter Hand.
ru: Тан-яо стоит 1 хан на открытой руке. Если не проставлено, тан-яо не работает на открытой руке.

source: Team names
de: Teamnamen
ru: Имена команд

source: Team tournament
de: Team Turnier
ru: Командный турнир

source: Team:
ru: Команда:

source: Tenhou
ru: Тенхо

source: Tenhou nickname
ru: Никнейм на Tenhou

source: Tenhou.net usernames can't be longer than 8 symbols. If you provided a login string instead, please note that you should NEVER do this again, in any service other than tenhou.net.
ru: Идентификаторы Tenhou.net не могут быть длиннее 8 символов. Если вы ввели свой пароль для входа, постарайтесь больше НИКОГДА так не делать нигде, кроме самого tenhou.net.

source: Texting or speaking by phone during the game
ru: Разговор по телефону или в мессенджерах во время игры

source: The penalty applies to the rating table in this event by subtracting the suggested amount of points from player rating. If the amount is zero, the penalty is treated as a notice.
ru: Штраф применяется только к рейтинговой таблице в этом событии путем вычитания указанного количества очков из рейтинга игрока. Если указан нулевой штраф, он трактуется как предупреждение.

source: The player name will be replaced with [Deleted account ####] everywhere.
de: Der Spielername wird mit [Deleted account ####] ersetzt.
ru: Имя игрока будет заменено на [Deleted account ####] во всех местах, где оно встречалось.

source: There will be a separate "Abortive draw" outcome to record draws due to four riichi, four kans, suufon renda, kyuushu kyuuhai, etc.
de: Ein "Abgebrochen durch Unentschieden" kann durch vier Riichi Ansagen, vier gleiche Winde, 9 Ends or Honors oder vier Kans hervorgerufen werden.
ru: Включить отдельный исход "Абортивная ничья" для специальных ситуаций (4 риичи, 4 кана, одинаковый ветер в сбросе на первом круге, кюсюкюхай).

source: This action can't be undone. Continue?
de: Diese Aktion kann nicht rückgängig gemacht werden. Trotzdem Fortfahren?
ru: Это действие не может быть отменено. Продолжить?

source: This is a player to be penalized
de: Spieler dem die Strafe zugeordnet wird
ru: Игрок, к которому будет применен штраф

source: This is a title that will be shown in rating table and in mobile assistant, also event administrators will use this title to find you and add to the event. Please don't use your single name here, as it's not unique enough. Name and surname is fine.
de: Name der im System angezeigt wird. Bitte Vor- und Nachname verwenden da Einzelnahmen nicht eindeutig sind.
ru: Это имя, которое будет показано в рейтинговой таблице, кроме того администраторы рейтингов будут искать вас в системе по этому имени. Пожалуйста, не вводите только свое имя, поскольку оно недостаточно уникально. Используйте имя+фамилию.

source: This is a title that will be shown in rating table and in mobile assistant. Please select some unique title, like nickname or name+surname.
de: Name der im System angezeigt wird. Bitte Vor- und Nachname verwenden da Einzelnahmen nicht eindeutig sind.
ru: Это имя, которое будет показано в рейтинговой таблице и в мобильном ассистенте. Пожалуйста, выберите относительно уникальное имя, например никнейм или имя+фамилию.

source: This is the index of next session script (starting from 1). Each time new session starts, this value is increased automatically.
de: Dies ist die Rundennummer des nächsten manuellen Sitzplans(startet von eins weg). Bei jedem Rundenstart wird dieser Wert automatisch erhöht.
ru: Это индекс сессии внутри скрипта (начиная с единицы), которая будет использована в следующей рассадке. Каждый раз, когда сессия стартует, этот индекс увеличивается автоматически.

source: This will only remove the game results, but you will need to cancel last round separately. Continue?
de: Diese Aktion entfernt die Spielergebnisse, die letzte Runde muss aber zusätzlich noch manuell beendet werden. Fortfahren?
ru: Это действие только удалит результаты из БД, отменить последний раунд потребуется отдельным действием. Продолжить?

source: This will remove generated seating. Continue?
de: Erstellte Sitzordnung wirklich löschen?
ru: Вы собираетесь сбросить сгенерированную рассадку. Продолжить?

source: Timer starting value. After time runs out, session ending policy is applied (see below).
de: Startwert des Timers. Nach Ablauf der Zeit, werden die Einstellungen für Matchende angewendet(siehe unten).
ru: Стартовое значение таймера. После истечения таймера, применяется политика окончания игры (см. ниже)

source: Toggle color scheme
de: Farbschema
ru: Переключить цветовую схему

source: Toggle dimmed colors
de: Helligkeit
ru: Переключить приглушенную цветовую схему

source: Toggle visibility in ratings global list
de: In der globalen Rangliste ein/ausblenden
ru: Переключить видимость события в глобальном списке событий

source: Toggle visibility of achievements
de: Auszeichnungen ein/ausblenden
ru: Переключить видимость номинаций для всех

source: Toggle visibility of rating table
de: Rangliste ein/ausblenden
ru: Переключить видимость таблицы результатов для всех

source: Toitoi
ru: Тойтой

source: Tonpuusen
ru: Тонпусены

source: Too much noise during the game
ru: Шумное поведение

source: Tournament
de: Turnier
ru: Турнир

source: Tournament settings
de: Einstellungen für Turniere
ru: Настройки турнира

source: Tsumo, %1 (%2), riichi: %3
ru: Цумо, %1 (%2), риичи: %3

source: Tsuuiisou
ru: Цуисо

source: Uma bonus for 1st place
de: Uma Bonus für den ersten Platz
ru: Ума за 1 место

source: Uma bonus for 2nd place
de: Uma Bonus für den zweiten Platz
ru: Ума за 2 место

source: Uma penalty for 3rd place
de: Uma Bonus für den dritten Platz
ru: Ума за 3 место

source: Uma penalty for 4th place
de: Uma Bonus für den vierten Platz
ru: Ума за 4 место

source: Update password
de: Passwort bearbeiten
ru: Обновить пароль

source: Update player
de: Spieler bearbeiten
ru: Обновить профиль

source: Update player account
de: Account bearbeiten
ru: Обновить данные игрока

source: Update script
de: Sitzplan aktualisieren
ru: Обновить скрипт

source: Update settings
de: Einstelungen bearbeiten
ru: Обновить настройки

source: Use interval seating for next session
de: Intervallsitzplan für die nächste Runde verwenden
ru: Использовать интервальную рассадку для следующей сессии

source: Use interval seating for next session?
de: Intervallsitzplan für die nächste Runde verwenden?
ru: Использовать интервальную рассадку для следующей сессии?

source: Use random seating for next session
de: Zufälligen Sitzplan für die nächste Runde verwenden
ru: Использовать случайную рассадку для следующей сессии

source: Use random seating for next session?
de: Zufälligen Sitzplan für die nächste Runde verwenden?
ru: Использовать случайную рассадку для следующей сессии?

source: Use swiss seating for next session
de: Sitzplan nach Schweizer System für die nächste Runde verwenden
ru: Использовать швейцарскую рассадку для следующей сессии

source: Use swiss seating for next session?
de: Sitzplan nach Schweizer System für die nächste Runde verwenden?
ru: Использовать швейцарскую рассадку для следующей сессии?

source: Use yakitori rule
de: Verwende die Yakitori-Regel
ru: Использовать правило якитори

source: Value of one honba stick
ru: Сколько стоит один индикатор зонбы

source: Visibility
ru: Видимость

source: Visibility management
ru: Управление видимостью

source: What will NOT be deleted:
de: Was nicht gelöscht wird:
ru: Что НЕ будет удалено:

source: What will be deleted:
de: Zu löschende Daten:
ru: Что будет удалено:

source: When a player runs out of score points, the game immediately ends
de: Das Spiel endet wenn ein Spieler weniger als null Punkte hat
ru: Когда игрок уходит в минус по очкам, игра немедленно завершается

source: When dealer wins, or stays tempai after draw, seat winds will be changed. Honba is added only after draw.
de: Bei Gewinn oder Tenpai nach Unentschieden von Osten , werden Sitzwinde trotzdem weiter rotiert. Honba wird nur nach einem Unentschieden hinzugefügt.
ru: Когда дилер выигрывает или остается темпай, ветра все равно меняются. Хонба добавляется только после ничьей.

source: When time is out, finish current hand and interrupt the session
de: Bei Ablauf der Zeit, muss nur noch die aktuelle Hand beendet werden
ru: Когда время вышло, завершить текущую раздачу и после этого прервать игру

source: When time is out, finish current hand, play one more, and then interrup the session
de: Bei Ablauf der Zeit, muss die aktuelle Hand und eine weitere gespielt werden
ru: Когда время вышло, завершить текущую раздачу, сыграть еще одну, после чего прервать игру

source: Yakitori
ru: Якитори

source: Yakitori penalty
de: Yakitori Strafe
ru: Штраф за якитори

source: Yaku allowed
de: Erlaubte Yaku
ru: Разрешенные яку

source: Yaku settings
de: Yaku Einstellungen
ru: Настройки яку

source: Yakuhai x1
ru: Якухай 1

source: Yakuhai x2
ru: Якухай 2

source: Yakuhai x3
ru: Якухай 3

source: Yakuhai x4
ru: Якухай 4

source: You are about to delete your account data from the system. Please confirm the action. You can close the window to cancel.
de: Dein Account inkl. aller Daten wird aus dem System gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden. Bitte bestätigen Sie oder schliessen sie das Fenster zum Abbruch.
ru: Вы собираетесь удалить все данные вашего аккаунта из системы. Пожалуйста, подтвердите это действие. Закройте окно чтобы отменить удаление.

source: You are going to forcefully finish this game. Continue?
de: Das Spiel wird jetzt beendet. Fortfahren?
ru: Вы собираетесь досрочно завершить игру. Продолжить?

source: You should prepare the tournament script yourself. No automated seating functionality is available when this flag is set.
de: Sitzordnung muss manuell festgelegt werden. Keine automatische Sitzzuordnung aktiv wenn diese Option aktiviert ist.
ru: Вы должны подготовить скрипт рассадки самостоятельно. Функциональность автоматических рассадок недоступна в этом режиме.

source: You should read and accept the Privacy Policy
de: Bitte Datenschutzbestimmungen lesen und bestätigen
ru: Вы должны прочитать и принять Политику конфиденциальности

source: You won't be able to cancel last round after the results are approved. Approve session results?
de: Die letzte Runde kann nach dem Bestätigen dieser Runde nicht mehr geändert werden. Trotzdem bestätigen?
ru: Вы не сможете отменять последние раунды после того, как результаты подтверждены. Подтвердить результаты?

source: Your e-mail address
de: Email Adresse
ru: Ваш адрес e-mail

source: Your e-mail will not be shared with anyone else and will not be visible anywhere. If you want to change your address, contact chief administrator.
de: Die Email Adresse wird nicht geteilt oder angezeigt. Zum Ändern bitte den Seitenbetreiber kontaktieren.
ru: Ваш адрес e-mail не будет доступен публично и не будет виден кому бы то ни было. Если вы хотите поменять свой адрес e-mail, свяжитесь с администратором сервиса.

source: Your email has been successfully confirmed. Now you can proceed to login page.
de: Email wurde bestätigt. Bitte weiter zur Loginseite.
ru: Ваш адрес email был успешно подтвержден. Теперь вы можете войти в систему.

source: Your login credentials. YOU WON'T BE ABLE TO LOG IN AGAIN
de: Deine Logindaten. EIN LOGIN IST DANN NICHT MEHR MÖGLICH
ru: Ваши данные входа. ВЫ БОЛЬШЕ НЕ СМОЖЕТЕ ВОЙТИ В СИСТЕМУ

source: Your password
de: Dein Passwort
ru: Ваш пароль

source: Your password has been set to temporary value. You won't be able to log in until you set you new password, even if you remembered your old password.
de: Dein Passwort wurde auf ein temporäres gesetzt. Einloggen ist erst nach Zurücksetzen des Passwortes möglich.
ru: Вам присвоен временный пароль. Вы не сможете войти в аккаунт до тех пор, пока вы не установите новый пароль.

source: Your password has been successfully reset. Now you can proceed to login page.
de: Passwort erfolgreich zurückgesetzt. Bitte weiter zur Loginseite.
ru: Ваш пароль был успешно установлен. Теперь вы можете пройти на страницу входа.

source: Your password is too weak. Please enter stronger password.
de: Passwort zu schwach.
ru: Ваш пароль слишком прост. Введите более сложный пароль.

source: Your telegram ID
de: Deine Telegram ID
ru: Ваш Telegram ID

source: show / hide
de: anzeigen /ausblenden
ru: показать / скрыть
