Repository: MahjongPantheon/pantheon
Catalog: Forseti/app/i18n/*.po
Languages: de, ru

source: If the dealer holds the 1st place after last hand in session, the game ends regardless of his winning hand or tempai.
de: Wenn Osten den ersten Platz nach der letzten Hand im Match hält, endet das Spiel.
ru: Если дилер занимает первое место после последней раздачи в игре, игра завершается независимо от того, выиграл ли дилер (или был ли он темпай).

source: If the same person is added to both referees and administrators lists, the widest privileges are applied, so the person will have administrator rights.
ru: Если один и тот же человек добавлен как в список судей, так и в список администраторов, он получит наиболее широкие привилегии, т.е. привилегии администратора.

source: If this is set, chombo will not allow players to play one more hand if time is out and it is final hand of the game
ru: Если отмечено, чомбо в последней раздаче после истечения таймера завершит игру и не позволит сыграть еще одну раздачу

source: Iipeikou
ru: Иипейко

source: In this example, two tables play two games. Numbers in seating are called "Local IDs". They persist between games and are defined at Manage players page of the event.
de: In diesem Beispiel spielen zwei Tische zwei Runden. Nummern bei der SItzordnung werden "lokale IDs" genannt. Dieses sind über die Eventdauer gültig und können unter "Spieler bearbeiten" festgelegt werden.
ru: В этом примере два стола играют две игры. Числа в скрипте рассадки называются "локальными идентификаторами" (Local ID). Они сохраняются между играми, администратор может их задать на странице "Управление игроками".

source: Initial points
de: Startpunkte
ru: Начальные очки

source: Initial rating
de: Startranking
ru: Начальный рейтинг

source: Instructions
de: Anleitung
ru: Инструкции

source: Interval of time when played online game is still considered valid and can be added to the rating. Set to 0 to disable expiration.
de: Maximales Alter des online Spiels. Bei 0 werden alle Spiele akzeptiert.
ru: Интервал времени, в течение которого сыгранная игра все еще считается действительной и может быть внесена в рейтинг. Выставьте 0, чтобы выключить истечение игр.

source: Interval seating
de: Intervallsitzplan
ru: Интервальная рассадка

source: Interval seating can't be used for first session in tournament
de: Intervallsitzplan kann nicht für die erste Runde eines Turniers verwendet werden
ru: Интервальная рассадка не может быть использована для первой сессии в турнире

source: Invalid email
de: Ungültige Emailadresse
ru: Некорректный адрес email

source: Invalid title
de: Ungültiger Name
ru: Некорректное имя

source: Ippatsu
ru: Иппацу

source: Ittsu
ru: Иццу

source: Junchan
ru: Джунчан

source: Kazoe yakuman
ru: Казое якуман

source: Kiriage mangan
ru: Кириаге манган

source: Kokushi musou
ru: Кокушимусо

source: Kuitan
ru: Куитан

source: Language
de: Sprache
ru: Язык

source: Last 12mon
de: Letzten 12 mo
ru: Последние 12мес

source: Last 24h
de: Letzten 24 Stunden
ru: Последние 24ч

source: Last 30d
de: Letzten 30 Tage
ru: Последние 30д

source: Lobby ID
ru: ID лобби

source: Local ID
de: Lokale ID
ru: Локальный ID

source: Local IDs
de: Lokale IDs
ru: Локальные идентификаторы

source: Local event settings
de: Einstellungen für Klubrangliste
ru: Настройки локального рейтинга

source: Local rating
de: Klubrangliste
ru: Локальный рейтинг

source: Login to your account
de: Einloggen
ru: Войти в аккаунт

source: Logout
de: Abmelden
ru: Выйти

source: Manage administrators and referees in event
ru: Управление судьями и администраторами события

source: Manage arbitrary penalties: adding a penalty, cancelling a penalty. Also referees get all the notifications from "Call referee" button in mobile assistant.
ru: Управление штрафами: назначение и отмена штрафа. Также судьи получают уведомления по кнопке "Вызвать судью" в ассистенте.

source: Manage current games
de: Aktuelle Spiele bearbeiten
ru: Управление играми

source: Manage event settings: rename event, change yaku settings, etc.
ru: Управление настройками события: переименование, управление настройками яку, и.т.д.

source: Manage games
de: Spiele bearbeiten
ru: Управление играми

source: Manage games: starting and resetting tournament timer, cancelling rounds and games, control seatings.
ru: Управление играми: старт и сброс таймера, отмена раздач и игр, управление рассадками.

source: Manage my events
de: Meine Events bearbeiten
ru: Мои события

source: Manage penalties
de: Strafeinstellungen bearbeiten
ru: Штрафы

source: Manage players
de: Spieler bearbeiten
ru: Управление игроками

source: Manage players in event
de: Eventspieler bearbeiten
ru: Управление игроками

source: Manage players in event: add, remove and exclude for seating.
ru: Управление игроками в событии: добавление, удаление, исключение из рассадки.

source: Manage predefined seating
de: Sitzordnung manuell festlegen
ru: Предопределенная рассадка

source: Manage privileges
ru: Управление привилегиями

source: Manage privileges in event
ru: Управление привилегиями в событии

source: Manage privileges: assign referees and other administrators.
ru: Управление привилегиями: назначение судей и других администраторов.

source: Manage your account
de: Account bearbeiten
ru: Управление профилем

source: Max arbitrary penalty score
de: Höchste Strafe
ru: Максимальный штраф

source: Menu
de: Menü
ru: Меню

source: Menzentsumo
ru: Мензенцумо

source: Min arbitrary penalty score
de: Niedrigste Strafe
ru: Минимальный штраф

source: Minimal count of games the player should play to get into the rating table.
de: Minimalanzahl der benötigten Spiele um in die Wertung aufgenommen zu werden.
ru: Минимальное число сыгранных игр для того, чтобы игрок попал в рейтинговую таблицу.

source: Minimal games count
de: Mindestanzahl an Spielen
ru: Минимальное число игр

source: Multiline. Markdown syntax supported.
de: Mehrlinienfeld. Markdown Syntax wird unterstützt.
ru: Многострочное. Поддерживается синтаксис Markdown.

source: Multiple yakumans
de: Mehrfach Yakuman
ru: Суммирование якуманов

source: My events
de: Meine Events
ru: Мои события

source: Nagashi mangan
ru: Нагаши манган

source: Nagashi mangan, nagashi: %1, tempai: %2, riichi: %3
de: Nagashi Mangan, Nagashi: %1, Tenpai: %2, Riichi: %3
ru: Нагаши манган, нагаши: %1, темпай: %2, риичи: %3

source: New event
de: Neues Event erstellen
ru: Новое событие

source: Next seating
de: Nächster Sitzplan
ru: Следующая рассадка

source: Next session index
de: Nächste Rundennummer
ru: Индекс следующей сессии

source: No chombo penalties assigned yet
ru: Нет назначенных штрафов чомбо

source: No errors found
de: Keine Fehler gefunden
ru: Ошибок не найдено

source: No penalties assigned yet
ru: Нет назначенных штрафов

source: Not ready
de: Nicht bereit
ru: Не готово

source: Not selected
ru: Не выбрано

source: Not started
de: Nicht gestartet
ru: Не начато

source: Notes on privileges
ru: Примечания

source: Nothing found
de: Keine Ergebnisse
ru: Ничего не найдено

source: Notice
ru: Предупреждение

source: Notifications
ru: Уведомления

source: Notifications from Pantheon are supported via Telegram. Please configure your Telegram bot to use the service (see README).
de: Benachrichtigungen von Pantheon können via Telegram versendet werden. Bitte Telegram Bot wie in README beschrieben konfigurieren.
ru: Уведомления из Pantheon поддерживаются посредством Telegram. Пожалуйста, сконфигурируйте вашего бота в Telegram чтобы использовать уведомления (см. файл README).

source: Notifications from Pantheon are supported via Telegram. Please use the following link to register with Telegram bot:
de: Benachrichtigungen von Pantheon werden mit Telegram unterstützt. Bitte folgenden Link zum anmelden beim Telegram bot verwernden:
ru: Уведомления из Pantheon поддерживаются через Telegram. Пожалуйста, пройдите по следующей ссылке, чтобы зарегистрироваться в боте:

source: Notifications settings
de: Benachrichtigungseinstellungen
ru: Настройки уведомлений

source: Notify all subscribed players to come to their tables? This will send a message through notification service.
de: Nachricht an all Spieler senden, mit der Aufforderung sich zu Ihren Tischen zu begeben?
ru: Оповестить всех подписанных игроков, чтобы они прошли к своим столам? Это действие разошлет всем уведомления через сервис уведомлений.

source: Notify players
de: Spieler benachrichtigen
ru: Оповестить игроков

source: Notify players to come to their tables
de: Spieler auffordern zu Ihren Platz an den Tischen einzunehmen
ru: Оповестить игроков, чтобы они проходили к столам

source: Notify when a hand has been recorded
de: Benachrichtigen wenn eine Hand aufgezeichnet wird
ru: Уведомлять, когда внесена новая раздача

source: Notify when next tournament session is about to start (except online)
de: Benachrichtigen wenn nächste Runde in Kürze startet(ausser Online)
ru: Уведомлять когда следующая турнирная игра скоро начнется (кроме онлайна)

source: Notify when seating for tournament sessions is ready
de: Benachrichtigen wenn Sitzplatzzuweisung erfolgt ist
ru: Уведомлять когда рассадка для турнира готова

source: Notify when session in club event has ended
de: Benachrichtigen wenn ein Klubmatch beendet wurde
ru: Уведомлять, когда клубная игра завершилась

source: Notify when session in tournament has ended (except online)
de: Benachrichtigen wenn Runde beendet ist(ausser online)
ru: Уведомлять, когда турнирная игра завершилась (кроме онлайна)

source: Notify when you are requested as referee
ru: Уведомлять, когда вас вызвали за стол как судью

source: Numerical identifier of your user profile.
de: Numerische ID eines Benutzerkontos
ru: Числовой идентификатор вашего пользователя.

source: Oka bonus
ru: Ока

source: Online event
ru: Онлайн-событие

source: Online event settings
de: Einstellungen für Online Events
ru: Настройки онлайн-события

source: Only first player by the order of the move from the loser would be considered a winner. If not checked, all players declaring Ron are considered winners.
de: Kein Multiron, erster Spieler nach dem Spieler der hineingespielt hat, bekommt den Gewinn.
ru: Только первый игрок по ходу раздачи считается победителем по рон. Если галочка не отмечена, все игроки, объявившие рон, считаются победителями.

source: Open Pantheon bot
de: Pantheon Bot öffnen
ru: Открыть бот Pantheon

source: Open assistant
de: Mobile App öffnen
ru: Открыть ассистент

source: Open event page
de: Öffne Eventseite
ru: Открыть страницу события

source: Open event page in new tab
de: Eventseite in neuem Tab öffnen
ru: Открыть в новой вкладке

source: Open menu
de: Menü öffnen
ru: Меню

source: Open riichi
de: Offenes Riichi
ru: Опен риичи

source: Otherwise
de: Sonstiges
ru: Прочие ситуации

source: Pao rule enabled for:
de: Pao Regel aktiv bei:
ru: Пао разрешено для:

source: Password recovery failed
de: Passwort zurücksetzen fehlgeschlagen
ru: Не удалось восстановить пароль

source: Password successfully updated
de: Passwort erfolgreich zurückgesetzt
ru: Пароль успешно обновлен

source: Pay chombo as reverse mangan
de: Chombo als umgekehrten Mangan werten
ru: Чомбо как обратный манган

source: Pay chombo right on occasion. If not checked, chombo is subtracted from player score after uma is applied.
de: Bei Chombo muss der Spieler der diesen verursacht hat, sofort einen umgekehrten Mangan an alle auszahlen.
ru: Выплата штрафа чомбо производится на месте в размере обратного мангана. Если не отмечено, штраф чомбо будет вычтен из очков игрока после умы в конце игры.

source: Pay for honba by atamahane
de: Honba werden nach Atamahaneregel bezahlt
ru: Хонба по атамахане

source: Payments and scores
de: Punkte und Bezahlen
ru: Выплаты и очки

source: Penalties
de: Strafen
ru: Штрафы

source: Penalty amount
de: Höhe der Strafe
ru: Размер штрафа

source: Penalty applied by mistake
ru: Штраф применен по ошибке

source: Penalty applied!
de: Strafe angewandt!
ru: Штраф применен!

source: Penalty not approved by lead referee
ru: Штраф не подтвержден главным судьей

source: Penalty reason
de: Begründung der Strafe
ru: Причина штрафа

source: Phone number
de: Telefonnummer
ru: Номер телефона

source: Pinfu
ru: Пин-фу

source: Place / Session result
de: Platzierung / Match Ergebniss
ru: Место / результат

source: Play additional rounds
de: Weitere Runden erlauben
ru: Дополнительные раунды

source: Play only east rounds
de: Nur Ostrunden
ru: Играть только восточные раунды

source: Player details were successfully saved
de: Spielerdetails konnten erfolgreich gespeichert werden
ru: Данные игрока были успешно сохранены

source: Player is excluded from next seating. Click to include
de: Spieler wird bei der nächsten Sitzplatzzuweisung ausgeschlossen. Auswählen um Ihn hinzuzufügen
ru: Игрок исключен из следующей рассадки. Нажмите чтобы включить

source: Player is included in next seating. Click to exclude
de: Spieler wird bei der nächsten Sitzplatzzuweisung hinzugefügt. Auswählen um Ihn zu entfernen
ru: Игрок включен в следующую рассадку. Нажмите чтобы исключить

source: Player title
de: Spielername
ru: Имя игрока

source: Player was successfully registered
de: Spiele wurde erfolgreich angemeldet
ru: Игрок был успешно зарегистрирован

source: Players
de: Spieler
ru: Игроки

source: Please check your mailbox for the verification email.
de: Bitte Mailbox auf Bestätigungsemail überprüfen.
ru: Письмо со ссылкой для подтверждения отправлено, пожалуйста проверьте вашу почту.

source: Please confirm account removal
de: Bitte bestätigen sie das Löschen des Accounts
ru: Пожалуйста, подтвердите удаление аккаунта

source: Please enter event script here
de: Bitte Sitzplan hier eingeben
ru: Пожалуйста, введите скрипт рассадки

source: Please enter password
de: Bitte Passwort eingeben
ru: Пожалуйста, введите пароль

source: Please enter you telegram ID
de: Bitte Telegram ID eingeben
ru: Пожалуйста, введите свой Telegram ID

source: Please include a "TEST" word if you make a test tournament. Events that have "TEST" in title do not send any notifications to players.
de: Bei Testevents bitte das Wort "TEST" im Titel inkludieren, da Spieler dann keine ̣̣̣̣̣̣̣Benachrichtigungen erhalten.
ru: Пожалуйста, добавляйте слово "TEST" в название, если вы делаете тестовый турнир. События, в названии которых содержится "TEST" не отсылают никаких уведомлений пользователям.

source: Please note
de: Bitte lesen
ru: Обратите внимание

source: Please note: you should set up the rating accordingly to tournament settings in game platform, otherwise expect errors on replay submit!
ru: Внимание: рейтинг должен быть настроен аналогично настройкам турнира на игровой платформе, в ином случае ожидайте ошибок при внесении игр!

source: Please press the button below to proceed with password recovery
de: Bitte Button drücken um mit dem Zurücksetzen des Passwortes fortzufahren
ru: Пожалуйста, нажмите кнопку ниже чтобы продолжить восстановление пароля

source: Please select player
de: Spieler auswählen
ru: Выберите игрока

source: Please type in your title to proceed with removal
de: Bitte Spielername eintragen um den Account zu löschen
ru: Пожалуйста, введите ваше имя пользователя чтобы подтвердить удаление

source: Please wait unit seating is ready
de: Bitte warten bis die Sitzordnung bereit ist
ru: Пожалуйста, подождите, пока рассадка не будет готова

source: Predefined seating
de: Manuelle Sitzordnung
ru: Предопределенная рассадка

source: Predefined seating configuration
de: Sitzordnung manuell festlegen
ru: Конфигурация предопределенной рассадки

source: Predefined seating is entered as list of tables, one table per row. New game session should be indicated as an empty line. Example:
de: Manuelle Sitzordnung wird als liste von Tabellen, mit einer Tabelle pro Reihe eingegeben. Die nächste Runde muss durch eine leere Zeile getrennt werden. Z.b.:
ru: Предопределенная рассадка вводится как список столов, 1 стол на каждую строку. Новая игровая сессия отделяется пустой строкой. Пример:

source: Primary timezone for event
de: Zeitzone des Events
ru: Основной часовой пояс события

source: Privileges are updated with delay of up to 10 minutes, so be careful with it as privileges assigned by mistake won't be revoked for 10 minutes.
ru: Привилегии могут обновляться с задержкой до 10 минут, поэтому будьте осторожны - привилегии, назначенные по ошибке, не будут отозваны в течение 10 минут.

source: Proceed with sign in
de: Anmelden
ru: Войти

source: Random seating
de: Zufälliger Sitzplan
ru: Случайная рассадка

source: Randomize seating by wind
de: Winde zufällig zuteilen
ru: Перемешать игроков по ветрам за каждым столом

source: Rating table visible
ru: Рейтинговая таблица видна

source: Ready to approve
de: Bereit zur Bestätigung
ru: Ждет подтверждения

source: Rebuild scoring
de: Punktestand neuberechnen
ru: Перестроить скоринг

source: Recalculate
ru: Пересчитать

source: Recalculate achievements
ru: Пересчитать номинации

source: Recalculate achievements and player stats.
ru: Пересчет номинаций и статистики игрока.

source: Recalculate achievements for event "%1" (id #%2)? Recalculation will be scheduled and will be completed in several minutes
ru: Пересчитать номинации для события "%1" (id #%2)? Пересчет будет запланирован и выполнен в ближайшие минуты

source: Recalculate players stats
ru: Пересчитать статистику игроков

source: Recalculate stats for all players in event "%1" (id #%2)? Recalculation will be scheduled and will be completed in several minutes
ru: Пересчитать статистику всех игроков в событии "%1" (id #%2)? Пересчет будет запланирован и выполнен в ближайшие минуты

source: Recalculation of achievements was successfully scheduled. Please wait.
ru: Пересчет номинаций успешно запланирован. Пожалуйста подождите.

source: Recalculation of players stats was successfully scheduled. Please wait.
ru: Пересчет статистики игроков успешно запланирован. Пожалуйста подождите.

source: Recalculation schedule failed
ru: Ошибка при добавлении задачи пересчета

source: Recalculation scheduled
ru: Пересчет запланирован

source: Recover password
de: Passwort zurücksetzen
ru: Восстановление пароля

source: Referee privileges include:
ru: Привилегии судьи включают:

source: Refresh data [%1]
de: Daten aktualisieren [%1]
ru: Обновить данные [%1]

source: Register new account
de: Neuen Account erstellen
ru: Зарегистрировать новый аккаунт

source: Register player
de: Spieler anmelden
ru: Зарегистрировать игрока

source: Registration done!
de: Anmeldung abgeschlossen!
ru: Регистрация завершена!

source: Remove administrator from event
ru: Удалить администратора из события

source: Remove game
de: Spiel entfernen
ru: Удалить игру

source: Remove game results
de: Spielergebnisse entfernen
ru: Удалить результаты игры

source: Remove my account
de: Account löschen
ru: Удалить аккаунт

source: Remove player from event
de: Spieler aus dem Event entfernen
ru: Удалить игрока из события

source: Remove referee from event
ru: Удалить судью из события

source: Remove replacement
de: Ersatzspieler entfernen
ru: Удалить замену

source: Remove the game as it never existed
de: Spiel entfernen, da es nicht stattgefunden hat
ru: Удалить игру, как будто ее никогда не было

source: Renhou
ru: Ренхо

source: Replace player with someone else
de: Spieler mit einem anderen ersetzen
ru: Заменить игрока кем-либо еще

source: Replaced by %1
de: Durch %1 ersetzt
ru: Замена: %1

source: Request password reset
de: Passwort zurücksetzten
ru: Запросить сброс пароля

source: Reset generated seating
de: Erstellte Sitzordnung zurücksetzen
ru: Сбросить сгенерированную рассадку

source: Reset my password
de: Passwort zurücksetzten
ru: Сбросить пароль

source: Reset seating
de: Sitzordnung zurücksetzen
ru: Сбросить рассадку

source: Reset your password
de: Passwort zurücksetzten
ru: Сбросить пароль

source: Riichi
ru: Риичи

source: Riichi and honba
de: Riichi und Honba
ru: Риичи и хонба

source: Riichi goes to winner
de: Übrige Riichieinsätze gehen an den Gewinner
ru: Риичи уходит победителю

source: Riichi left on table in case of draw in the end of the session will be given to session winner
de: Im Falle eines Unentschieden in der letzten Hand, gehen übrige Riichieinsätze an den Gewinner
ru: После завершения игры все ставки риичи, оставшиеся на столе, отдаются победителю в игре

source: Rinshan kaihou
ru: Риншан кайхо

source: Ron, %1 from %2 (%3), riichi: %4
de: Ron, %1 von %2 (%3), Riichi: %4
ru: Рон, %1 с %2 (%3), риичи: %4

source: Round outcomes
de: Rundenergebniss
ru: Исходы раздач

source: Ruleset to be used as a template for the event. Fine tuning is available in adjacent tabs. Please note that all ruleset settings will be reset when you select another ruleset here.
de: Regelsatz der als Template für das Event verwendet wird. Die Regeln können unter "Regeln" angepasst werden. Beim Wechsel des Templates werden alle Einstellungen zurückgesetzt.
ru: Набор правил, который будет использован в качестве шаблона для события. Точная настройка доступна на соседних вкладках. Пожалуйста, помните, что настройки будут сброшены к умолчаниям при выборе другого набора правил.

source: Ruleset tuning
de: Regeln
ru: Настройка набора правил

source: Ryanpeikou
ru: Рянпейко

source: Ryuuiisou
ru: Рюисо

source: Sanankou
ru: Сананко

source: Sankantsu
ru: Санканцу

source: Sanshoku
ru: Саншоку

source: Sanshoku doukou
ru: Саншоку доко

source: Save changes
de: Änderungen speichern
ru: Сохранить изменения

source: Score given to all players in the beginning of the rating
de: Rankingpunkte für alle Spieler am Anfang des Events
ru: Количество рейтинговых очков, изначально даваемое каждому новому игроку

source: Script updated!
de: Sitzplan aktualisiert!
ru: Скрипт обновлен!

source: Seating is defined in advance
de: Sitzordnung wird im Vorhinein festgelegt
ru: Предопределенная рассадка

source: Seating ready
de: Sitzplan bereit
ru: Рассадка готова

source: Seating...
de: Sitzplan...
ru: Рассадка...

source: Select an avatar
de: Wähle ein Profilbild
ru: Выберите аватар

source: Select event type
de: Art des Events auswählen
ru: Выберите тип события

source: Select extra time
ru: Выберите количество времени

source: Select interval
de: Intervall auswählen
ru: Выберите интервал

source: Select player
de: Spieler auswählen
ru: Выберите игрока

source: Select replacement player for %1
de: Ersatzspieler für Spieler %1 auswählen
ru: Выберите замену для игрока %1

source: Select uma bonus type
de: Uma Bonus Art auswählen
ru: Тип рангового бонуса ума

source: Selected file is too big. Please select a file not bigger than 256KB
de: Ausgewählte Datei darf nicht grösser als 256KB sein
ru: Выбранный файл слишком велик. Выберите файл размером не более чем 256 КБ

source: Series length
de: Länge der Serie
ru: Длина серии

source: Server administrator will also be unable to restore your access to your removed account.
de: Die Daten können auch von Administratoren nicht mehr wiederhergestellt werden.
ru: Администратор сервера также не сможет восстановить ваш доступ к удаленному аккаунту.

source: Session cancelled
de: Runde abgebrochen
ru: Сессия отменена

source: Session duration in minutes
de: Matchdauer in Minuten
ru: Длительность сессии в минутах

source: Session ending policy
de: Einstellungen zum Matchende
ru: Политика окончания игры

source: Session finished
de: Runde beendet
ru: Сессия завершена

source: Session finished, but not confirmed
de: Runde beendet, aber noch nicht bestätigt
ru: Сессия завершена, но результаты не подтверждены

source: Session in progress
de: Runde läuft
ru: Игровая сессия в процессе

source: Session is ready to start
de: Runde ist bereit gestartet zu werden
ru: Игровая сессия готова

source: Session is scheduled
de: Runde ist geplant
ru: Сессия запланирована

source: Session started
de: Runde gestartet
ru: Сессии начаты

source: Settings
de: Einstellungen
ru: Настройки

source: Settings saved!
de: Einstellunge gespeichert!
ru: Настройки сохранены!
