Repository: MahjongPantheon/pantheon
Catalog: Rheda/i18n/*.UTF-8/LC_MESSAGES/messages.po
Languages: ru_ru

source: %d - %d (%d total)
ru_ru: %d - %d (всего %d)

source: %d han
ru_ru: %d хан

source: %d han, %d fu
ru_ru: %d хан, %d фу

source: %d quickest hand
ru_ru: %d самая быстрая рука

source: %d riichi bet
ru_ru: %d риичи палочка

source: %d win
ru_ru: %d победа

source: %s - %d points (%s)
ru_ru: %s - %d очков (%s)

source: %s - %s points of penalty. Reason: %s
ru_ru: %s - штраф %s очков. Причина: %s

source: %s : rights and privileges
ru_ru: %s: права и привилегии

source: %s bet
ru_ru: %s ставка

source: %s dora
ru_ru: %s дор

source: %s fu
ru_ru: %s фу

source: %s han
ru_ru: %s хан

source: %s han, %s fu
ru_ru: %s хан, %s фу

source: %s ippatsu
ru_ru: %s иппацу

source: %s points
ru_ru: %s очков

source: %s yaku
ru_ru: %s яку

source: %s: %d yakuhai
ru_ru: %s: %d якухай

source: %s: actions
ru_ru: %s: действия

source: %s: personal stats
ru_ru: %s: личная статистика

source: (no rounds are played yet)
ru_ru: (ни одной раздачи еще не сыграно)

source: 1st place
ru_ru: 1 место

source: 2nd place
ru_ru: 2 место

source: 3rd place
ru_ru: 3 место

source: 4th place
ru_ru: 4 место

source: <b>%s</b> - %s (<b>%s</b>), %d han, %d fu.
ru_ru: <b>%s</b> - %s (<b>%s</b>), %d хан, %d фу.

source: <b>%s</b> - %s (<b>%s</b>), %d han.
ru_ru: <b>%s</b> - %s (<b>%s</b>), %d хан.

source: <b>%s</b> - %s (<b>%s</b>), yakuman!
ru_ru: <b>%s</b> - %s (<b>%s</b>), якуман!

source: <b>%s</b> - %s (<b>%s</b>, pao: <b>%s</b>), yakuman!
ru_ru: <b>%s</b> - %s (<b>%s</b>, пао: <b>%s</b>), якуман!

source: <b>%s</b> - %s (tsumo), %d han, %d fu.
ru_ru: <b>%s</b> - %s (цумо), %d хан, %d фу.

source: <b>%s</b> - %s (tsumo), %d han.
ru_ru: <b>%s</b> - %s (цумо), %d хан.

source: <b>%s</b> - %s (tsumo), yakuman!
ru_ru: <b>%s</b> - %s (цумо), якуман!

source: <b>%s</b> - %s (tsumo, pao: <b>%s</b>), yakuman!
ru_ru: <b>%s</b> - %s (цумо, пао: <b>%s</b>), якуман!

source: <b>%s</b> - %s, dora %d (<b>%s</b>), %d han, %d fu.
ru_ru: <b>%s</b> - %s, дора %d (<b>%s</b>), %d хан, %d фу.

source: <b>%s</b> - %s, dora %d (<b>%s</b>), %s han.
ru_ru: <b>%s</b> - %s, дора %d (<b>%s</b>), %s хан.

source: <b>%s</b> - %s, dora %d (tsumo), %d han, %d fu.
ru_ru: <b>%s</b> - %s, дора %d (цумо), %d хан, %d фу.

source: <b>%s</b> - %s, dora %d (tsumo), %d han.
ru_ru: <b>%s</b> - %s, дора %d (цумо), %d хан.

source: <h2>Oops.</h2>Failed to get event configuration!
ru_ru: <h2>Упс.</h2> Не удалось получить конфигурацию рейтинга!

source: A penalty may be applied only to player currently in game. Otherwise error will occur.
ru_ru: Штраф может быть назначен только для игрока, который на данный момент находится в игре. В ином случае будет ошибка.

source: Abortive draw.
ru_ru: Пересдача.

source: Abortive draw; riichi bets - %s
ru_ru: Пересдача; риичи - %s

source: Achievement
ru_ru: Номинация

source: Achievements
ru_ru: Номинации

source: Add game
ru_ru: Добавить игру

source: Add online game
ru_ru: Добавить онлайн-игру

source: Additional penalties
ru_ru: Дополнительные штрафы

source: Additional penalties:
ru_ru: Дополнительные штрафы:

source: Admin actions
ru_ru: Действия администратора

source: After this button is pressed, you won't be able to cancel any rounds, and all the results will become visible to all players in rating table.
ru_ru: После нажатия на эту кнопку отмена раздач станет невозможной, а все результаты игр попадут в рейтинговую таблицу и станут доступны для просмотра игроками.

source: Aggregated event
ru_ru: Агрегированное событие

source: All dates and times will be displayed according to selected timezone.
ru_ru: Все даты и время будут отображаться в соответствии с выбранным часовым поясом.

source: All players
ru_ru: Все игроки

source: And your riichi bet, please
ru_ru: И Ваша риичи палочка

source: Apply penalty
ru_ru: Применить штраф

source: Average
ru_ru: В среднем

source: Average place
ru_ru: Среднее место

source: Average points
ru_ru: Средние очки

source: Basic ruleset name
ru_ru: Имя базового набора правил

source: Best hand
ru_ru: Лучшая рука

source: Best hand: <b>%s</b> - %s
ru_ru: Лучшая рука: <b>%s</b> - %s

source: Best series
ru_ru: Лучшая серия

source: Brave minesweeper
ru_ru: Бравый сапёр

source: Can't proceed to control panel: please log in
ru_ru: Невозможно перейти к панель управления: пожалуйста, войдите в систему

source: Can't proceed to profile management: failed to fetch personal data
ru_ru: Невозможно перейти к управлению профилем: не удалось получить личные данные

source: Can't proceed to profile management: please log in
ru_ru: Невозможно перейти к управлению профилем: пожалуйста, войдите в систему

source: Can't proceed to registration: please log out to create new user
ru_ru: Невозможно перейти к регистрации: пожалуйста, выйдите из системы перед созданием нового пользователя

source: Cancel game
ru_ru: Отменить игру

source: Cancel last played round
ru_ru: Отменить последнюю раздачу

source: Captcha is invalid
ru_ru: Некорректно введен проверочный код

source: Careful planning
ru_ru: Точный расчет

source: Chan kan
ru_ru: Чанкан

source: Change password
ru_ru: Изменить пароль

source: Chanta
ru_ru: Чанта

source: Check twice penalty data. You won't be able to cancel the penalty
ru_ru: Проверьте дважды введенные данные. Отменить штраф будет нельзя.

source: Chihou
ru_ru: Чихо

source: Chiitoitsu
ru_ru: Чиитойцу

source: Chinitsu
ru_ru: Чиницу

source: Chinroutou
ru_ru: Чинрото

source: Chips
ru_ru: Чипы

source: Chips value
ru_ru: Стоимость чипа

source: Chombo (%s)
ru_ru: Чомбо (%s)

source: Chombo penalties
ru_ru: Штрафов чомбо

source: Chombo penalties: %s
ru_ru: Штрафов чомбо: %s

source: Chombo penalty in rating points
ru_ru: Штраф чомбо в рейтинговых очках

source: Chombo: %s.
ru_ru: Чомбо: %s.

source: Choose single session duration in minutes (timer initial value). Default is 90.
ru_ru: Выберите длительность игровой сессии в минутах (начальное значение таймера). По умолчанию: 90.

source: Choose this for separate team rating
ru_ru: Отметьте это для отдельного командного рейтинга

source: Choose this if you want to define your own custom seating for tournament by hand
ru_ru: Отметьте это, если вы хотите задать рассадку для всего турнира вручную

source: Chuuren pooto
ru_ru: Чууренпото

source: City
ru_ru: Город

source: Common stats
ru_ru: Общая статистика

source: Confirm game cancellation:
ru_ru: Подтвердите отмену игры:

source: Confirm game definalization. Note that you will need to cancel last round by hand after that.
ru_ru: Подтвердите удаление результатов. После этого можно отменить последнюю раздачу.

source: Confirm round cancellation:
ru_ru: Подтвердите отмену раздачи:

source: Confirm the results and finish all games
ru_ru: Утвердить результаты и завершить игры

source: Confirmation code not found
ru_ru: Код подтверждения не найден

source: Confirmation e-mail was sent. Please check you inbox.
ru_ru: На ваш адрес было выслано письмо. Проверьте ваш почтовый ящик.

source: Confirmation email has been sent. Please check your inbox for further instructions.
ru_ru: Письмо с кодом подтверждения было выслано на ваш адрес. Проверьте ваш почтовый ящик.

source: Control panel: create event
ru_ru: Панель управления: создать событие

source: Control panel: manage event privileges
ru_ru: Панель управления: привилегии для события

source: Control panel: manage events
ru_ru: Панель управления: события

source: Controls
ru_ru: Управление

source: Country
ru_ru: Страна

source: Create account
ru_ru: Создать аккаунт

source: Create event
ru_ru: Создать событие

source: Create new event
ru_ru: Создать новое событие

source: Create new user
ru_ru: Создать нового пользователя

source: Customize
ru_ru: Настроить

source: Daburu riichi
ru_ru: Дабл риичи

source: Dai sangen
ru_ru: Дайсанген

source: Dai suushii
ru_ru: Дайсуши

source: Definalize game
ru_ru: Удалить результаты

source: Description
ru_ru: Описание

source: Die Hard
ru_ru: Крепкий орешек

source: Dora count (avg.)
ru_ru: Количество дор (ср.)

source: Dora lord
ru_ru: Повелитель дор

source: Double ron:
ru_ru: Дабл-рон:

source: Double ron: %s pays; winner #1 is %s (%s); winner #2 is %s (%s); riichi bets - %s
ru_ru: Дабл-рон: %s платит; победитель #1 - %s (%s); победитель #2 - %s (%s); риичи - %s

source: Drawn rounds: %d
ru_ru: Ничьих: %d

source: E-mail address
ru_ru: Адрес e-mail

source: E-mail is invalid
ru_ru: Некорректный адрес e-mail

source: E-mail is invalid or not supported. Note that non-latin e-mail domains are not supported.
ru_ru: Адрес e-mail некорректен или не поддерживается. Примите к сведению, что не поддерживаются адреса, содержащие кириллические, иероглифические и прочие нелатинские символы.

source: Earlier
ru_ru: Раньше

source: Edit
ru_ru: Редактировать

source: Edit player information
ru_ru: Изменить данные игрока

source: Enter part of name
ru_ru: Введите часть имени

source: Enter short description. Markdown syntax is supported.
ru_ru: Введите краткое описание. Поддерживается синтаксис Markdown для оформления.

source: Error occured while adding player:
ru_ru: При добавлении игрока возникла ошибка:

source: Event
ru_ru: Событие

source: Event is not selected
ru_ru: Событие не выбрано

source: Event list
ru_ru: Список рейтингов

source: Event not found in database
ru_ru: Событие не найдено в базе данных

source: Event owners:
ru_ru: Владельцы события:

source: Example:
ru_ru: Пример:

source: Example: 3 tables (12 players) with step 2 will be formed as 1-3-5-7, 2-4-6-8 and 9-10-11-12
ru_ru: Пример: 3 стола (12 игроков) с шагом 2 будут созданы как 1-3-5-7, 2-4-6-8 и 9-10-11-12

source: Exclude from seating
ru_ru: Исключить из рассадки

source: Exhaustive draw (everybody noten).
ru_ru: Ничья (все нотен).

source: Exhaustive draw (tenpai: %s).
ru_ru: Ничья (темпай: %s).

source: Exhaustive draw (tenpai: %s); riichi bets - %s
ru_ru: Ничья (темпай: %s); риичи - %s

source: Failed to assign administrative rights. Consult support and give them id #%s
ru_ru: Не удалось назначить права администратора. Пожалуйста, обратитесь в поддержку и сообщите им следующий идентификатор: #%s

source: Failed to assign administrator to event
ru_ru: Не удалось назначить администратора

source: Failed to finish event
ru_ru: Не удалось завершить событие

source: Failed to register the player. Check your network connection.
ru_ru: Не удалось зарегистрировать игрока. Проверьте сетевое соединение.

source: Failed to remove administrator from event
ru_ru: Не удалось удалить администратора

source: Failed to save event #%s - this should not happen
ru_ru: Не удалось сохранить событие #%s - этого не должно было случиться

source: Failed to save ignore seating flag. Check your network connection.
ru_ru: Не удалось обновить флаг игнорирования рассадки. Проверьте сетевое соединение.

source: Failed to save local ids mapping. Check your network connection.
ru_ru: Не удалось сохранить соответствие локальных ID. Проверьте сетевое соединение.

source: Failed to save replacement player. Check your network connection.
ru_ru: Не удалось сохранить игрока замены. Проверьте сетевое соединение.

source: Failed to save teams mapping. Check your network connection.
ru_ru: Не удалось сохранить имена команд. Проверьте сетевое соединение.

source: Failed to update personal information: insufficient privileges or server error
ru_ru: Не удалось обновить личную информацию: недостаточно привилегий либо ошибка сервера

source: Failed to update predefined seating. Check your network connection.
ru_ru: Не удалось обновить предопределенную рассадку. Проверьте сетевое соединение.

source: Final game points:
ru_ru: Очки по итогу игры:

source: Finish
ru_ru: Завершить

source: Finish all the games
ru_ru: Завершить все игры

source: Finish the games? You will not be able to cancel rounds anymore!
ru_ru: Завершить игры? Отменить раздачу станет невозможно!

source: Finished
ru_ru: Завершен

source: Forgot your password?
ru_ru: Забыли пароль?

source: Found errors:
ru_ru: Найденные ошибки:

source: Full game log:
ru_ru: Полный лог игры:

source: Game details
ru_ru: Подробнее об игре

source: Game duration in minutes
ru_ru: Длительность игры в минутах

source: Games control panel
ru_ru: Управление играми

source: Games played
ru_ru: Сыграно игр

source: Given for collecting a yakuman during tournament.
ru_ru: Дается за сбор якумана на турнире.

source: Given for collecting the hand with biggest han count (independent of cost).
ru_ru: Дается за сбор руки с наибольшим число хан (независимо от стоимости)

source: Given for collecting the hand with biggest minipoints (fu) count.
ru_ru: Дается за сбор руки с наибольшим количеством минипойнтов (фу).

source: Given for collecting the largest amount of other players' riichi bets during the tournament.
ru_ru: Дается за сбор максимального числа чужих риичи палочек.

source: Given for collecting the most of tsumo hands during single game.
ru_ru: Дается за сбор максимального числа цумо в рамках одного ханчана.

source: Given for collecting the most of yakuhais during the tournament.
ru_ru: Дается за сбор максимального числа якухаев за турнир.

source: Given for feeding into largest hand during tournament (but not while in riichi).
ru_ru: Дается за наброс в наибольшую по стоимости руку за весь турнир (но не из-под риичи).

source: Given for getting largest number of ippatsu during tournament.
ru_ru: Дается за максимальное число побед с иппацу за турнир.

source: Given for largest count of dealer wins during the tournament.
ru_ru: Дается за максимальное число побед на дилере суммарно за турнир.

source: Given for largest count of feeding into ron during the tournament.
ru_ru: Дается за максимальное число набросов в рон за турнир.

source: Given for losing largest amount of points as riichi bets.
ru_ru: Дается за потерю максимального числа очков за счет риичи-ставок.

source: Given for losing the smallest number of riichi bets.
ru_ru: Дается за потерю минимального числа очков за счет риичи-ставок.

source: Given for smallest count of feeding into ron during the tournament.
ru_ru: Дается за минимальное число набросов в рон за турнир.

source: Given for the largest amount of points received as ryukoku payments.
ru_ru: Дается за максимальную сумму, полученную за счет темпаев.

source: Given for the largest amount of unique yaku collected during the tournament.
ru_ru: Дается за самое большое число разнообразных яку за турнир.

source: Given for the largest average count of dora in player's hand.
ru_ru: Дается за максимальное среднее число дор в руке.

source: Given for the most of 1/30 wins during tournament.
ru_ru: Дается за максимальное число собранных рук в 1/30 за весь турнир.

source: Given for the smallest average cost of opponents hand that player has dealt.
ru_ru: Дается за минимальную среднюю величину наброса.

source: Given for winning the largest number of hands with damaten.
ru_ru: Дается за максимальное число побед из даматена.

source: Global privileges
ru_ru: Глобальные привилегии

source: Gotta Catch'Em All
ru_ru: Собери их всех

source: Guest of honors
ru_ru: Довакин aka The mother of dragons

source: Haitei
ru_ru: Хайтей

source: Han
ru_ru: Хан

source: Hands value
ru_ru: Стоимость рук

source: Hello! You have just registered your account in the Pantheon system, please follow next link to confirm your registration: %s If you didn't attempt to register, you can safely ignore this message. Sincerely yours, Pantheon support team
ru_ru: Приветствуем! Вы только что зарегистрировались в системе Pantheon, пожалуйста пройдите по следующей ссылке, чтобы подтвердить вашу регистрацию: %s Если вы не регистрировались в системе, вы можете проигнорировать это письмо. С уважением, Команда поддержки Pantheon

source: Hello! You have just requested password recovery for your account in the Pantheon system. Please follow next link to reset your password: %s If you didn't attempt to recover password, you can safely ignore this message. Sincerely yours, Pantheon support team
ru_ru: Приветствуем! Вы только что запросили восстановление пароля в системе Pantheon, пожалуйста пройдите по следующей ссылке, чтобы сменить ваш пароль: %s Если вы не запрашивали смену пароля, вы можете проигнорировать это письмо. С уважением, Команда поддержки Pantheon

source: Hide/show rating table
ru_ru: Показать/скрыть рейтинговую таблицу

source: Hiding rating table for all players may be useful to keep everybody intrigued at the end of tournament
ru_ru: Скрытие рейтинговой таблицы для игроков может быть полезно для сохранения интриги в последних ханчанах турнира.

source: Honitsu
ru_ru: Хоницу

source: Honored donor
ru_ru: Почетный донор

source: Honroutou
ru_ru: Хонрото

source: Houtei
ru_ru: Хотей

source: I saw them dancing
ru_ru: Задолбал!

source: I've read the privacy policy listed below and accept its terms
ru_ru: Я прочитал(а) политику приватности, приведенную ниже, и соглашаюсь с ее условиями

source: If 4/30 and 3/60 should be rounded to mangan
ru_ru: Должны ли руки 4/30 и 3/60 округляться до мангана

source: If abortive draws are allowed
ru_ru: Разрешены ли пересдачи (абортивные ничьи)

source: If all the games should be finished simultaneously (tournament mode)
ru_ru: Должны ли все игры заканчиваться одновременно (в режиме турнира)

source: If all the games should be started simultaneously (tournament mode)
ru_ru: Должны ли все игры начинаться одновременно (в режиме турнира)

source: If arbitrary penalties are enabled
ru_ru: Включены ли произвольные штрафы

source: If atamahane is enabled
ru_ru: Включено ли атамаханэ

source: If automatic seating is allowed
ru_ru: Включена ли автоматическая рассадка

source: If chombo should be payed in points
ru_ru: Должно ли быть чомбо выплачено сразу как обратный манган

source: If event is online
ru_ru: Является ли рейтинг онлайновым

source: If game ends when any player goes bankrupt
ru_ru: Заканчивается ли игра, если один из игроков уходит в минус

source: If game ends when leading dealer wins in last round
ru_ru: Заканчивается ли игра при победе лидирующего дилера

source: If game series are enabled
ru_ru: Включены ли серии игр

source: If games have east rounds only
ru_ru: Только восточные раунды в играх

source: If kazoe should be yakuman, not sanbaiman
ru_ru: Должен ли казоэ быть якуманом, а не санбайманом

source: If multiple yakumans are enabled
ru_ru: Разрешены ли множественные якуманы

source: If nagashi mangan is allowed
ru_ru: Разрешен ли нагаши манган

source: If new players are allowed to join in the middle of event
ru_ru: Допускается ли добавление новых игроков после начала первых игр

source: If rating table should first be sorted by number of games played
ru_ru: Сортировать ли рейтинговую таблицу сначала по числу сыгранных игр

source: If riichi bets left on the table go to winner of the hanchan
ru_ru: Уходят ли неразыгранные риичи-ставки победителю игры

source: If seating for all games is entered in advance
ru_ru: Задается ли рассадка на все игры заранее

source: If start points should be subtracted from result
ru_ru: Должны ли стартовые очки вычитаться из результата

source: If tanyao in open hand is allowed
ru_ru: Разрешено ли таняо на открытой руке

source: If this is non-zero N, only those who played more than N games will be shown in rating table.
ru_ru: Если указано ненулевое число N, только те игроки, которые отыграли более N игр, будут показаны в рейтинговой таблице.

source: If timer should be used
ru_ru: Должен ли быть использован таймер

source: Iipeikou
ru_ru: Иипейко

source: In case of small number of players and large number of games, this seating will create tables with as few crossings as possible.
ru_ru: В случае малого числа игроков и большого числа игр невозможно сыграть без пересечений, в этом случае рассадка будет пытаться минимизировать пересечения.

source: In this example, two tables play two games. Numbers in seating persist between games and are defined at Admin actions / Manage players page.
ru_ru: В этом примере два стола играют два ханчана. Указанные номера сохраняются между играми и определяются на странице "Действия администратора" / "Управление игроками".

source: Include into seating
ru_ru: Включить в рассадку

source: Interval seating
ru_ru: Интервальная рассадка

source: Invalid email provided
ru_ru: Введен некорректный адрес e-mail

source: Ippatsu
ru_ru: Иппацу

source: Itsu
ru_ru: Иццу

source: Jewelry included
ru_ru: Якуман-мастер

source: Junchan
ru_ru: Джунчан

source: Just as planned
ru_ru: Как и планировалось

source: Kokushi musou
ru_ru: Кокуши мусо

source: Last played round:
ru_ru: Последняя сыгранная раздача:

source: Last series
ru_ru: Текущая серия

source: Later
ru_ru: Позже

source: Latest games
ru_ru: Последние игры

source: Lobby id must be in format: C####, where # is a digit
ru_ru: Идентификатор лобби должен быть в формате C####, где # - цифра

source: Local id
ru_ru: Локальный ID

source: Log in
ru_ru: Войти

source: Log out
ru_ru: Выйти

source: Main event is empty: this is unexpected behavior
ru_ru: Основное событие пусто: это неожиданное поведение

source: Make %s event admin?
ru_ru: Сделать %s администратором события?

source: Make event admin
ru_ru: Сделать администратором

source: Manage events privileges: %s
ru_ru: Управление привилегиями в событии: %s

source: Manage my profile
ru_ru: Мой профиль

source: Manage owned events
ru_ru: Управление моими рейтингами

source: Manage players
ru_ru: Управление игроками

source: Manage profile: %s
ru_ru: Управление профилем: %s

source: Manage ratings and tournaments
ru_ru: Управление рейтингами

source: Maximal
ru_ru: Максимальные

source: Maximal arbitrary penalty amount
ru_ru: Максимальный произвольный штраф

source: Menzen tsumo
ru_ru: Мендзен цумо

source: Minimal
ru_ru: Минимальные

source: Minimal amount of games to be played for passing to finals
ru_ru: Минимальное число игр, которые должен сыграть игрок для прохождения в финал

source: Minimal arbitrary penalty amount
ru_ru: Минимальный произвольный штраф

source: Minimal games count
ru_ru: Минимальное число игр

source: Minimal games count must be positive numeric value
ru_ru: Минимальное количество игр должно быть положительным числовым значением

source: Nagashi mangan - %s, %s; riichi bets - %s; tenpai - %s
ru_ru: Нагаши манган - %s, %s; риичи - %s; темпай - %s

source: Nagashi mangan - %s; riichi bets - %s; tenpai - %s
ru_ru: Нагаши манган - %s; риичи - %s; темпай - %s

source: Nagashi mangan: %s.
ru_ru: Нагаши манган: %s.

source: Navigation
ru_ru: Навигация

source: New club rating
ru_ru: Новый клубный рейтинг

source: New online tournament
ru_ru: Новый онлайн-турнир

source: New tournament
ru_ru: Новый турнир

source: Next session index (starting from 1):
ru_ru: Номер следующей игры (начиная с 1):

source: Ninja
ru_ru: Ниндзя

source: No errors found.
ru_ru: Ошибок не найдено.

source: No games has been played yet
ru_ru: Ни одной игры еще не сыграно

source: No seating defined for next game. Looks like the tournament is finished
ru_ru: Для следующей игры рассадка не определена. Похоже, что турнир окончен.

source: No seating defined. Check "Admin actions / Predefined seating" page to define seating for tournament
ru_ru: Рассадка не задана. Зайдите на страницу "Действия администратора / Предопределенная рассадка", чтобы задать рассадку на турнир.

source: No stats are available yet
ru_ru: На данный момент статистика отсутствует

source: No time left!
ru_ru: СТОП!

source: Nobody
ru_ru: Никто

source: Nominees
ru_ru: Номинанты

source: Note that seating starts from the top of rating table, so the rest of players at bottom will be placed with step 1.
ru_ru: Обратите внимание, что рассадка происходит от начала рейтинговой таблицы, таким образом игроки в нижней части, не вошедшие в интервалы, будут рассажены с интервалом 1.

source: Only global administrators can register players
ru_ru: Только администраторы могут регистрировать игроков
