Repository: MahjongPantheon/pantheon
Catalog: Rheda/i18n/*.UTF-8/LC_MESSAGES/messages.po
Languages: ru_ru

source: Open game control app
ru_ru: Открыть игровой ассистент

source: Open hands
ru_ru: Открытых рук

source: Open riichi
ru_ru: Опен риичи

source: Page not available for aggregated events
ru_ru: Для агрегированных событий страница недоступна

source: Pantheon: confirm your registration
ru_ru: Pantheon: подтвердите вашу регистрацию

source: Pantheon: password recovery request
ru_ru: Pantheon: запрос на восстановление пароля

source: Password
ru_ru: Пароль

source: Password is incorrect or account not registered
ru_ru: Аккаунт не зарегистрирован либо введенный пароль неверен

source: Password is too weak. Try adding some digits, uppercase letters or punctuation to it, or increase its length.
ru_ru: Введенный пароль слишком прост. Попробуйте добавить цифры, буквы в другом регистре, знаки пунктуации, либо увеличьте его длину.

source: Penalties
ru_ru: Штрафы

source: Penalties:
ru_ru: Штрафы:

source: Penalty amount
ru_ru: Размер штрафа

source: Penalty reason
ru_ru: Причина штрафа

source: Person name
ru_ru: Имя игрока

source: Person not found in database
ru_ru: Пользователь не найден

source: Personal information successfully updated
ru_ru: Личная информация успешно обновлена

source: Personal stats
ru_ru: Личная статистика

source: Phone
ru_ru: Телефон

source: Pinfu
ru_ru: Пин-фу

source: Places stat:
ru_ru: Статистика по местам:

source: Play additional rounds
ru_ru: Играть дополнительные раздачи

source: Played at least %d game
ru_ru: Сыгравшие хотя бы %d игру

source: Played less then %d game
ru_ru: Сыгравшие менее %d игры

source: Player
ru_ru: Игрок

source: Player added successfully. Reload page to see results
ru_ru: Игрок успешно добавлен. Обновите страницу чтобы увидеть результаты

source: Player name
ru_ru: Имя игрока

source: Player name must be at least 4 characters length. Please enter your real name (and surname).
ru_ru: Имя игрока должно быть не менее 4 символов в длину. Пожалуйста, введите свои настоящие имя и фамилию.

source: Players management
ru_ru: Управление игроками

source: Players registration
ru_ru: Регистрация игроков

source: Players will be assigned to tables according to current rating table with selected interval
ru_ru: Игроки будут назначены на столы согласно позиции в рейтинговой таблице через указанный интервал.

source: Please enter lobby id for this event like this: C5560
ru_ru: Введите идентификатор лобби на Tenhou в следующем фомрате: C5560

source: Please enter new password for your account.
ru_ru: Пожалуйста, введите новый пароль для вашего аккаунта

source: Please enter symbols to make sure you're not a robot:
ru_ru: Пожалуйста, введите указанные символы, чтобы мы убедились, что вы не робот:

source: Please enter the e-mail address you've registered with. We will send you confirmation email to reset your password.
ru_ru: Пожалуйста, введите e-mail, с которым вы регистрировались в системе. Мы отправим вам письмо с подтверждением смены пароля.

source: Please enter title for this event with at least 4 characters.
ru_ru: Пожалуйста, введите название для события (не менее 4 символов).

source: Please enter your e-mail address and password.
ru_ru: Введите ваш адрес e-mail и пароль.

source: Please enter your e-mail address and password. We will send authentication link to your email, so you will be able to sign in and fill your personal data
ru_ru: Пожалуйста, введите ваш адрес e-mail и пароль. Мы отправим вам письмо с кодом подтверждения, после перехода по которому вы сможете войти в систему и дополнить ваши личные данные.

source: Please enter your real name and surname (if you have it).
ru_ru: Пожалуйста, введите свои настоящие имя и фамилию.

source: Please wait a while and reload the page.
ru_ru: Подождите немного и перезагрузите страницу.

source: Points of best series
ru_ru: Очки в лучшей серии

source: Points of last series
ru_ru: Очки в текущей серии

source: Points to end game
ru_ru: Минимальные очки для завершения игры

source: Points to start with
ru_ru: Стартовые очки

source: Predefined seating
ru_ru: Предопределенная рассадка

source: Predefined seating and event status
ru_ru: Предопределенная рассадка и состояние игр

source: Predefined seating configuration
ru_ru: Конфигурация предопределенной рассадки

source: Predefined seating is entered as list of tables, one table per row. New game session should be indicated as an empty line.
ru_ru: Предопределенная рассадка вводится как список столов, один стол на строку. Следующий ханчан должен быть отделен от предыдущего пустой строкой.

source: Press next button to start the timer and begin the games.
ru_ru: Нажмите кнопку чтобы запустить таймер и начать все игры.

source: Pressing this button will reset the timer to its initial value. Be careful: you should not need this usually.
ru_ru: Нажатие на эту кнопку сбросить таймер в исходное значение. Будьте осторожны, как правило это не требуется.

source: Privacy policy overview
ru_ru: Обзор политики приватности

source: Privilege
ru_ru: Привилегия

source: Privileges
ru_ru: Привилегии

source: Profile management
ru_ru: Управление профилем

source: Provided number is invalid for selected country. Please provide valid phone number.
ru_ru: Номер телефона некорректен для выбранной страны. Пожалуйста, введите корректный номер.

source: Random seating
ru_ru: Случайная рассадка

source: Randomize winds seating at each table
ru_ru: Перемешать игроков за каждым столом

source: Rating
ru_ru: Рейтинг

source: Rating graph
ru_ru: График рейтинга

source: Rating initial points amount
ru_ru: Начальные рейтинговые очки

source: Rating points
ru_ru: Рейтинговые очки

source: Rating table
ru_ru: Рейтинг

source: Rating table has been hidden by tournament administrator
ru_ru: Рейтинговая таблица была скрыта администратором турнира

source: Rating table is hidden. Show
ru_ru: Рейтинговая таблица скрыта. Показать

source: Rating table is visible. Hide
ru_ru: Рейтинговая таблица доступна. Скрыть

source: Ready to generate seating
ru_ru: Всё готово для генерации рассадки

source: Really finish event #id (#title)? You won't be able to add games after event is finished.
ru_ru: Действительно завершить событие #id (#title)? После завершения невозможно будет добавить новые игры.

source: Really reset the timer?
ru_ru: Действительно сбросить таймер?

source: Recent games
ru_ru: Последние игры

source: Recover your password
ru_ru: Восстановление пароля

source: Red zone duration
ru_ru: Длительность красной зоны

source: Register new user
ru_ru: Зарегистрировать нового игрока

source: Register players
ru_ru: Зарегистрированные игроки

source: Registered players (%d)
ru_ru: Окончательно зарегистрированные игроки (%d)

source: Remove
ru_ru: Удалить

source: Remove player %s?
ru_ru: Удалить игрока %s?

source: Renhou
ru_ru: Ренхо

source: Replacement player
ru_ru: Игрок замены

source: Reset the timer
ru_ru: Сбросить таймер

source: Reset to default
ru_ru: Сброс к умолчанию

source: Revoke
ru_ru: Отозвать

source: Revoke admin privileges
ru_ru: Убрать из администраторов

source: Revoke privilege #title?
ru_ru: Отозвать привилегию #title?

source: Revoke privileges for %s?
ru_ru: Отозвать привилегии администратора у %s?

source: Rheda: mahjong statistic system
ru_ru: Rheda: система игровой статистики

source: Rights and privileges
ru_ru: Управление привилегиями

source: Rights and privileges: %s
ru_ru: Права и привилегии: %s

source: Riichi
ru_ru: Риичи

source: Riichi bets
ru_ru: Ставок риичи

source: Riichi bets: %s
ru_ru: Ставок риичи: %s

source: Rinshan kaihou
ru_ru: Риншан кайхо

source: Ron (%s from %s) %s; riichi bets - %s
ru_ru: Рон (%s с %s) %s; риичи - %s

source: Ron feeds
ru_ru: Набросов в рон

source: Ron hands: %d
ru_ru: Выигрышей по рон: %d

source: Ron wins
ru_ru: Выигрышей по рон

source: Round details:
ru_ru: По итогам раздач:

source: Rounds played
ru_ru: Сыграно раздач

source: Rounds won
ru_ru: Выиграно раздач

source: Rules overview
ru_ru: Обзор правил

source: Ruleset
ru_ru: Правила

source: Ruleset tuning
ru_ru: Настройка рулсета

source: Ryan peikou
ru_ru: Рянпейко

source: Ryuu iisou
ru_ru: Рюисо

source: San ankou
ru_ru: Сананко

source: San kantsu
ru_ru: Санканцу

source: Sanshoku
ru_ru: Саншоку

source: Sanshoku dokou
ru_ru: Саншоку доко

source: Save
ru_ru: Сохранить

source: Save local IDs
ru_ru: Сохранить локальные ID

source: Save teams list
ru_ru: Сохранить список команд

source: Select basic ruleset for event.
ru_ru: Выберите базовый набор правил для события.

source: Select seating mode and press the appropriate button.
ru_ru: Выберите тип рассадки и нажмите соответствующую кнопку.

source: Select the country you are representing
ru_ru: Выберите страну, которую вы представляете

source: Send confirmation e-mail
ru_ru: Выслать письмо с подтверждением

source: Series
ru_ru: Серии игр

source: Series length must be positive numeric value
ru_ru: Длина серии должна быть положительным числовым значением

source: Session duration
ru_ru: Длительность сессии

source: Set length of game series. Separate rating table for series will be available.
ru_ru: Укажите длину игровых серий. Для серий будет доступна отдельная рейтинговая таблица.

source: Shou sangen
ru_ru: Шосанген

source: Shou suushii
ru_ru: Шосуши

source: Should uma bonus be divided equally in case of score equality
ru_ru: Должна ли быть ума разделена поровну в случае равенства очков

source: Sign in
ru_ru: Войти

source: Sign up
ru_ru: Зарегистрироваться

source: Sign up confirmation
ru_ru: Подтверждение регистрации

source: Some errors occured, see below
ru_ru: Произошла одна или несколько ошибок, подробности ниже

source: Something went wrong:
ru_ru: Что-то пошло не так, и вот что именно:

source: Something went wrong: %s
ru_ru: Что-то пошло не так, и вот что именно: %s

source: Start games and timer?
ru_ru: Начать игры и запустить таймер?

source: Start games!
ru_ru: Начать игры!

source: Start timer and games
ru_ru: Старт таймера и игр

source: Start typing and select your city from list, or just type it's whole name to add new city
ru_ru: Начните ввод и выберите город из списка, либо просто напишите полное название города

source: Statistics
ru_ru: Статистика

source: Stats & diagrams: %s
ru_ru: Статистика и графики: %s

source: Step 1 (1-2-3-4)
ru_ru: Шаг 1 (1-2-3-4)

source: Step 2 (1-3-5-7)
ru_ru: Шаг 2 (1-3-5-7)

source: Step 3 (1-4-7-10)
ru_ru: Шаг 3 (1-4-7-10)

source: Step 4 (1-5-9-13)
ru_ru: Шаг 4 (1-5-9-13)

source: Step 5 (1-6-11-17)
ru_ru: Шаг 5 (1-6-11-17)

source: Step 6 (1-7-13-19)
ru_ru: Шаг 6 (1-7-13-19)

source: Step of penalty amounts
ru_ru: Шаг в размерах штрафа

source: Successfully register new user!
ru_ru: Регистрация нового игрока прошла успешно!

source: Successfully save new user
ru_ru: Данные игрока успешно сохранены

source: Suu ankou
ru_ru: Сууанко

source: Suu kantsu
ru_ru: Сууканцу

source: Swiss seating
ru_ru: Швейцарская рассадка

source: Table #
ru_ru: Стол №

source: Tables are being prepared...
ru_ru: Рассаживаем столы...

source: Tables state:
ru_ru: Состояние столов:

source: Tanyao
ru_ru: Таняо

source: Team
ru_ru: Команда

source: Team event
ru_ru: Командное событие

source: Team name
ru_ru: Команда

source: Team table
ru_ru: Командный рейтинг

source: Team tournament
ru_ru: Командный турнир

source: Tenhou
ru_ru: Тенхо

source: Tenhou ID (nickname)
ru_ru: Tenhou ID (никнейм)

source: Tenhou lobby ID
ru_ru: ID лобби Tenhou

source: Tenpai: %s.
ru_ru: Темпай: %s.

source: Thank you, your registration was successfully approved.
ru_ru: Спасибо, регистрация успешно завершена.

source: The 1k Flash
ru_ru: Мистер Хэнки

source: The Covetous Knight
ru_ru: Скупой рыцарь

source: The favorite apprentice of ASAPIN
ru_ru: Любимый ученик Асапина

source: The game has been successfully added!
ru_ru: Игра успешно добавлена!

source: The great dealer
ru_ru: Восточный мастер

source: There must be non-zero duration for tournaments
ru_ru: Пожалуйста укажите ненулевую длительность турнира

source: These results are visible only for tournament administrator
ru_ru: Результаты видны только администратору турнира

source: This can't be your wait
ru_ru: Он не может на это ждать

source: This seating uses current player rating to place higher ranked players together, with exception of players who already played on the same table.
ru_ru: Эта рассадка использует текущую позицию игрока в рейтинге, чтобы рассадить более рейтинговых игроков друг с другом, при условии что они еще друг с другом не играли.

source: This tournament has predefined seating. See Admin actions / Predefined seating page for seating configuration. Next seating is listed below.
ru_ru: Этот турнир имеет заранее определенную рассадку. См. страницу "Действия администратора / Предопределенная рассадка" для конфигурации рассадки. Рассадка для следующей игры указана ниже.

source: This will randomize players at all tables - useful when making a first game in tournament.
ru_ru: Эта рассадка случайным образом рассаживает игроков за столы. Это полезно для первой игры в турнире.

source: This will update current local id mapping. See "Predefined seating" page for details
ru_ru: Нажатие на кнопку приведет к обновлению списка соответствия игроков и их локальных ID. См. подробности на странице "Предопределенная рассадка".

source: This will update current teams mapping. See "Team table" page for details
ru_ru: Нажатие на кнопку приведет к обновлению списка соответствия игроков и их команд. См. подробности на странице "Командный рейтинг".

source: Timer
ru_ru: Таймер

source: Timer & seating
ru_ru: Таймер и рассадка

source: Timer policy
ru_ru: Политика таймера

source: Timezone
ru_ru: Часовой пояс

source: Title
ru_ru: Наименование

source: Title must be at least 4 characters length
ru_ru: Название должно быть не менее 4 символов в длину

source: To event list
ru_ru: К списку рейтингов

source: Toi-toi
ru_ru: Тойтой

source: Total count of registered players is not divisible by 4. Use the "Add player" and "Players management" pages to add or remove players. Special replacement player accounts may be used to complete the table.
ru_ru: Общее число зарегистрированных игроков не делится на 4. Используйте разделы "Добавить игрока" и "Управление игроками" чтобы добавить или убрать игроков из турнира. Доступны специальные аккаунты игроков замены для дополнения столов.

source: Tournament control panel
ru_ru: Управление турниром

source: Triple ron:
ru_ru: Трипл-рон:

source: Triple ron: %s pays; winner #1 is %s (%s); winner #2 is %s (%s); winner #3 is %s (%s); riichi bets - %s
ru_ru: Трипл-рон: %s платит; победитель #1 - %s (%s); победитель #2 - %s (%s); победитель #3 - %s (%s); риичи - %s

source: Tsumo (%s) %s; riichi bets - %s
ru_ru: Цумо (%s) %s; риичи - %s

source: Tsumo hands: %d
ru_ru: Выигрышей по цумо: %d

source: Tsumo losses
ru_ru: Выплат по цумо

source: Tsumo wins
ru_ru: Выигрышей по цумо

source: Tsuu iisou
ru_ru: Цуисо

source: Type
ru_ru: Тип

source: Uma bonus size
ru_ru: Ума

source: Unable to generate seating
ru_ru: Невозможно сгенерировать рассадку

source: Update event
ru_ru: Обновить событие

source: Update predefined seating config
ru_ru: Обновить конфигурацию предопределенной рассадки

source: Use interval seating
ru_ru: Использовать интервальную рассадку

source: Use interval seating for new game?
ru_ru: Использовать интервальную рассадку для следующей игры?

source: Use random seating
ru_ru: Использовать случайную рассадку

source: Use random seating for new game?
ru_ru: Использовать случайную рассадку для следующей игры?

source: Use swiss seating
ru_ru: Использовать швейцарскую рассадку

source: Use swiss seating for new game?
ru_ru: Использовать швейцарскую рассадку для следующей игры?

source: Use this seating
ru_ru: Использовать эту рассадку

source: Use this seating for new game?
ru_ru: Использовать эту рассадку для следующей игры?

source: Value
ru_ru: Значение

source: View replay online
ru_ru: Посмотреть реплей

source: WARNING: you should NEVER pass your tenhou login string to any service! Please provide your username instead!
ru_ru: ВНИМАНИЕ: вам не следует НИКОГДА передавать ваш логин-пароль Tenhou в какой бы то ни было сервис! Вместо этого нужно ввести свой идентификатор игрока!

source: We never store passwords as plain text. But keep in mind that weak passwords will not be accepted by checker.
ru_ru: Мы никогда не сохраняли и не будем сохранять ваши пароли в открытом виде. Обратите внимание, что слабые пароли не пройдут проверку.

source: Wrong admin password
ru_ru: Неправильный пароль администратора

source: Yaku collected over all time
ru_ru: Собранные яку (за все время)

source: Yakuhai x1
ru_ru: Якухай 1

source: Yakuhai x2
ru_ru: Якухай 2

source: Yakuhai x3
ru_ru: Якухай 3

source: Yakuhai x4
ru_ru: Якухай 4

source: Yakuhai x5
ru_ru: Якухай 5

source: Yakuhai: total
ru_ru: Якухай: всего

source: Yellow zone duration
ru_ru: Длительность желтой зоны

source: You are required to log in with your email and password before proceeding
ru_ru: Перед тем как продолжить, вам необходимо войти, используя адрес e-mail и пароль, указанные при регистрации

source: Your e-mail address
ru_ru: Ваш адрес e-mail

source: Your e-mail will not be shared with anyone else and will not be visible anywhere.
ru_ru: Ваш адрес e-mail не будет передан никаким третьим лицам и не будет виден нигде.

source: Your e-mail will not be shared with anyone else and will not be visible anywhere. If you want to change your e-mail, contact chief administrator.
ru_ru: Ваш адрес e-mail не будет передаваться никаким третьим лицам и не будет виден нигде. Если вы хотите изменить свой e-mail, свяжитесь с главным администратором.

source: Your password
ru_ru: Ваш пароль

source: Your password was successfully updated. Please log in now.
ru_ru: Ваш пароль был обновлен. Пожалуйста, войдите в систему.

source: Your phone may be shown to administrators of tournaments that are not finished yet. Also all chief administrators will be able to see your phone number.
ru_ru: Ваш телефон может быть показан администраторам турниров, которые еще не завершены. Также ваш телефон смогут увидеть все главные администраторы.

source: Your tenhou ID will be shown publicly. WARNING: this is your tenhou nickname, you should not enter your access code here!
ru_ru: Ваш Tenhou ID будет показан любому желающем. ВНИМАНИЕ: это ваш никнейм, вы не должны вводить сюда ваш пароль доступа к платформе tenhou!

source: because of riichi
ru_ru: в том числе из-за риичи

source: bets lost
ru_ru: из них потерянных

source: bets won
ru_ru: из них выигранных

source: global
ru_ru: Глобально

source: no
ru_ru: нет

source: yakuman
ru_ru: якуман

source: yes
ru_ru: да
