Repository: MahjongPantheon/pantheon
Catalog: Sigrun/app/i18n/*.po
Languages: de

# Achievements badge
source: %1 bet
de: %1 Einsatz

# Achievements badge
source: %1 points
de: %1 Punkte

# Achievements badge
source: %1 quickest hand
de: %1 schnellste Hand

# Achievements badge
source: %1 riichi bet
de: %1 Riichi Einsatz

# Tsumo log item
source: %1: <b>%2</b> - %3 %4, %5. Riichi bets: %6
de: %1: <b>%2</b> - %3 %4, %5. Riichi Einsätze: %6

# Ron log item
source: %1: <b>%2</b> - %3 (%4), %5. Riichi bets: %6
de: %1: <b>%2</b> - %3 (%4), %5. Riichi Einsätze: %6

# Abortive draw log item
source: %1: Abortive draw. Riichi bets: %2
de: %1: Unentschieden durch Abbruch. Riichi Einsätze: %2

# Draw log item
source: %1: Exhaustive draw (tenpai: %2). Riichi bets: %3
de: %1: Unentschieden (tenpai: %2). Riichi Einsätze: %3

# Nagashi log item
source: %1: Nagashi mangan (<b>%2</b>). Riichi bets: %3
de: %1: Nagashi mangan (<b>%2</b>). Riichi Einsätze: %3

# Multiron outer log item
source: %1: Ron (<b>%2</b>). Riichi bets: %3
de: %1: Ron (<b>%2</b>). Riichi Einsätze: %3

source: 1 player with score less than starting
de: Ein Spieler ist unter den Startpunkten

source: 13+ han hands are considered yakuman, not sanbaiman.
de: 13+ han Hände werden als Yakuman, nicht als sanbaiman, gewertet.

source: 1st
de: 1ter

source: 1st place:
de: 1ter Platz:

source: 2nd
de: 2ter

source: 2nd place:
de: 2ter Platz:

source: 3 players with score less than starting
de: Drei Spieler sind unter den Startpunkten

source: 3rd
de: 3ter

source: 3rd place:
de: 3ter Platz:

source: 4th
de: 4ter

source: 4th place:
de: 4ter Platz:

source: Achievements
de: Auszeichnungen

# Event menu
source: Achievements
de: Auszeichnungen

source: Achievements are hidden by tournament administrator
de: Auszeichnung sind vom Administrator verborgen

source: Achievements are not available for aggregated events
de: Keine Auszeichnungen für zusammengefasste Events verfügbar

source: Achievements list for the event "%1" provided by Mahjong Pantheon
de: Auszeichnungsliste für das Event "%1" von Mahjong Pantheon zur Verfügung gestellt

source: Add online game
de: Online Spiel hinzufügen

# Event menu
source: Add online game
de: Online Spiel hinzufügen

source: Add replay
de: Replay hinzufügen

source: Aggregated event
de: Zusammengefasstes Event

source: All players
de: Alle Spieler

source: All riichi bets on the table will be given to the first winner. If not checked, winning riichi bets will always be given back, lost bets would be given to the first winner.
de: Alle Riichieinsätze gehen an den ersten Gewinner.

source: Allow abortive draws
de: Abbruch durch Unentschieden erlauben

source: Allow bankruptcy
de: Mit Tobi

source: Allow combination of yakumans, e.g. tsuuisou + daisangen
de: Kombinationen aus Yakuman sind erlaubt, z.B.: Tsuuisou + Daisangen

source: Amount of chombo penalty
de: Höhe der Strafe für Chombo

source: Amount of penalty applied in the end of the session after uma bonus.
de: Höhe der Strafe die ein Spieler nach Uma für einen Chombo erhält.

source: Amount of penalty applied to those who didn't win once in game.
de: Strafe für diejenigen, die im Spiel kein einziges Mal gewonnen haben.

source: Amount of points given for each chip. Chips should be set up in tournament settings in Tenhou.net.
de: Punktewert vn Shuugi. Shuugi können in den Turniereinstellungen von tenhou.net konfiguriert werden.

source: Amount of points given to every player in the beginning of every session
de: Startpunktzahl die alle Spieler am Anfang des Ratings bekommen

source: Amount of points given to player at 1st place
de: Punkte die der Gewinner zusätzlich erhält

source: Amount of score player should get to end the game.
de: Punkteanzahl die erreicht werden müssen damit das Spiel enden kann.

source: And your riichi bet, please
de: Ihre Einsätze, bitte

source: Average deal-in:
de: Durchschnittlicher Wert bei Deal-in:

source: Average dora per hand:
de: durchschnittliche Dora:

source: Average place
de: Durchschnittliche Platzierung

source: Average points
de: Durchschnittspunkte

source: Average points lost:
de: Durchschnittliche verlorene Punkte:

source: Average score
de: Durchschnittliche Gewinnpunkte

source: Average win score:
de: Durchschnittliche Gewinnpunkte:

source: Average:
de: Durchschnitt:

source: Avg place:
de: Ø Platzierung

source: Back to top
de: Nach Oben

source: Because of riichi:
de: Wegen Riichi:

source: Best hand
de: Beste Hand

source: Best series
de: Beste Serie

source: Bets lost:
de: Einsätze verloren:

source: Bets won:
de: Einsätze gewonnen:

source: Brave minesweeper
de: Minenräumer

source: By ron:
de: Durch Ron:

source: By tsumo:
de: Durch Tsumo:

source: Careful planning
de: Minutiös geplant

source: Chips
de: Shuugi

source: Chips value
de: Shuugi Wert

source: Chombo penalties:
de: Chombo Strafen:

source: Close game preview
de: Spiel Vorschau schließen

source: Collect riichi bets by atamahane
de: Riichieinsätze nach Atamahane verteilen

source: Common actions
de: Zuletzt genutzt

source: Common stats
de: Allgemeine Statistiken:

source: Complex position-based
de: Komplex Positionsbasiert

source: Couldn't get nomination details
de: Details konnten nicht abgerufen werden

source: Count of session in game series.
de: Anzahl von Matches in der Serie.

source: Current event
de: Aktuelles Event

source: Deal-ins to ron:
de: In Ron gespielt:

source: Description
de: Beschreibung

# Event menu
source: Description
de: Beschreibung

source: Description of the event "%1" provided by Mahjong Pantheon
de: Beschreibung für das Event "%1" von Mahjong Pantheon zur Verfügung gestellt

source: Die Hard
de: Stirb langsam

source: Disable renchans
de: Keine renchans

source: Do not interrupt session until it ends
de: Match nicht unterbrechen bis zum Ablauf der Zeit

source: Dora collected:
de: Gesammelte Dora:

source: Draw: %1
de: Unentschieden: %1

source: Draws:
de: Unentschieden:

source: Edit my profile
de: Profil bearbeiten

source: Enable "Nagashi" outcome to record this special draw
de: Erlaube "Nagashi Mangan", wenn ein Spieler nur Ends oder Honors discarded, und niemand von ihm ruft.

source: Equalize uma
de: Uma teilen

source: Event administrators:
de: Event Administratoren:

source: Event list
de: Event Liste

source: Filter events...
de: Events filtern...

source: Final game score
de: Endergebnis des Spiels

source: Fixed amount of rank penalty applied for each replacement player regardless of session results.
de: Fixe Strafpunkte der Ersatzspielern, unabhängig des Matchergebnisses, zugewiesen wird.

source: Fixed amount of result score applied for each replacement player regardless of session results.
de: Fixer Punktwert der Ersatzspielern, unabhängig des Matchergebnisses, zugewiesen wird.

source: Fixed score applied to replacement player
de: Fixe Punktzahl für Ersatzspieler

source: Fixed uma for replacement player
de: Uma für Ersatzspieler

source: Game duration
de: Spieldauer

source: Game expiration time (in hours)
de: Gültigkeitsdauer des Spiels(in Stunden)

source: Game link
de: Link zum Spiel

source: Game preview
de: Spielvorschau

source: Games played
de: Anzahl an Spielen

source: Games played:
de: Gespielte Matches:

source: Given for collecting a yakuman during tournament.
de: Ein Yakuman im Turnier gewonnen.

source: Given for collecting the hand with biggest han count (independent of cost).
de: Hand mit der größten Anzahl an Han.

source: Given for collecting the hand with biggest minipoints (fu) count.
de: Hand mit den meisten Fu(Minipunkte).

source: Given for collecting the largest amount of other players' riichi bets during the tournament.
de: Am meisten Riichi Einsätze im Turnier gesammelt.

source: Given for collecting the most of tsumo hands during single game.
de: Meisten Gewinne durch Tsumo in einem Spiel.

source: Given for collecting the most of yakuhais during the tournament.
de: Im Turnier am meisten Han durch Yakuhai gesammelt.

source: Given for feeding into largest hand during tournament (but not while in riichi).
de: Größte ausbezahlte Hand des Turniers(während man nicht im Riichi war)

source: Given for getting largest number of ippatsu during tournament.
de: Am meisten Ippatsu im Turnier gewonnen.

source: Given for having biggest score in the end of the session across the tournament.
de: Größter Gewinn eines Hanchans im Turnier.

source: Given for largest count of dealer wins during the tournament.
de: Im Turnier am öftesten als Osten gewonnen.

source: Given for largest count of feeding into ron during the tournament.
de: Im Turnier am öftesten in Ron gespielt.

source: Given for losing largest amount of points as riichi bets.
de: Am meisten Riichi Einsätze im Turnier verloren.

source: Given for losing the smallest number of riichi bets.
de: Am wenigsten Riichi Bets im Turnier verloren.

source: Given for smallest count of feeding into ron during the tournament.
de: Im Turnier am seltensten in Ron gespielt.

source: Given for the largest amount of points received as ryuukyoku (draw) payments.
de: Meisten Punkte durch ryuukyoku(unentschieden) Zahlungen.

source: Given for the largest amount of unique yaku collected during the tournament.
de: Meisten unterschiedlichen Yaku im Turnier gesammelt.

source: Given for the largest average count of dora in player's hand.
de: Meisten Dora im Durchschnitt pro Hand.

source: Given for the most of 1/30 wins during tournament.
de: Meisten 1/30 Gewinne im Turnier.

source: Given for the smallest average cost of opponents hand that player has dealt.
de: Niedrigster Durchschnitt bei gezahlten Händen.

source: Given for winning the largest number of hands with damaten.
de: Am meisten Hände mit Damaten gewonnen.

source: Goal score
de: Zielpunkte

source: Gotta Catch'Em All
de: Ich muss Sie alle fangen!

source: Guest of honors
de: Ehrengäste

source: Hands value
de: Wert der Hand

source: Hands valued as 4/30 and 3/60 are rounded to mangan.
de: Hände mit 4/30 und 3/60 werden auf Mangan aufgerundet.

source: Honba payments will be given only to the first winner. If not checked, payment will be given to all winners.
de: Honba gehen nur an den ersten Gewinner.

source: Honored donor
de: Edler Spender

source: How game sessions should end during the tournament
de: Wie Matches während eines Turniers beendet werden

source: I saw them dancing
de: Tanzt!

source: If checked, players with equivalent score receive equivalent uma bonus. Otherwise, uma is assigned according to move order.
de: Uma wird bei gleichem Punktestand auf mehrere Spieler aufgeteilt, ansonsten nach Windreihenfolge.

source: If nobody reaches the goal score at the last hand, the game continues to west rounds (in hanchan) or to south rounds (in tonpuusen), until someone reaches the goal
de: Wenn niemand die Zielpunkte erreicht, wird das Spiel in Süd(Ostrunden) oder West(Hanchan) weitergeführt, solange bis jemand die Zielpunkte erreicht.

source: If the dealer holds the 1st place after last hand in session, the game ends regardless of his winning hand or tempai.
de: Wenn Osten den ersten Platz nach der letzten Hand im Match hält, endet das Spiel.

source: Initial points
de: Startpunkte

source: Initial rating
de: Startranking

source: Interval of time when played online game is still considered valid and can be added to the rating.
de: Gültigkeitsdauer des Online Spiels (in Stunden)

source: Jewelry included
de: Bling Bling

source: Just as planned
de: Wie erwartet

source: Language
de: Sprache

source: Last games
de: Letzte Spiele

source: Last games of the event "%1", page %2, provided by Mahjong Pantheon
de: Letzten Spiele des Turniers "%1", Seite %2, von Mahjong Pantheon zur Verfügung gestellt

source: Last series
de: Letzte Serie:

source: Last update: %1
de: Letztes Update: %1

source: List of all events registered with Mahjong Pantheon
de: Liste aller bei Mahjong Pantheon registrierten Events

source: Local event settings
de: Einstellungen für Klubspiele

source: Local rating
de: Rangliste

source: Loss stats
de: Verluststatistik

source: Menu
de: Menü

source: Minimal count of games the player should play to get into the rating table.
de: Minimalanzahl der benötigten Spiele um in die Wertung aufgenommen zu werden.

source: Minimal games count
de: Mindestanzahl an Spielen

source: Misc stats
de: Sonstige Statistiken

source: Multiple yakumans
de: Mehrfach Yakuman

source: Next game
de: Nächstes Spiel

source: No yakumans have been collected
de: Kein Yakuman

source: Online event settings
de: Einstellungen für Online Events

source: Only first player by the order of the move from the loser would be considered a winner. If not checked, all players declaring Ron are considered winners.
de: Kein Multiron, erster Spieler nach dem Spieler der hineingespielt hat, bekommt den Gewinn.

source: Open assistant
de: Mobile App öffnen

source: Open menu
de: Menü öffnen

source: Otherwise
de: Sonstiges

source: Over 9000 fu
de: Über 9000 Fu

source: Pao rule enabled for:
de: Pao Regel aktiv bei:

source: Pay chombo as reverse mangan
de: Chombo als umgekehrten Mangan werten.

source: Pay chombo right on occasion. If not checked, chombo is subtracted from player score after uma is applied.
de: Bei Chombo muss der Spieler der diesen verursacht hat, sofort einen umgekehrten Mangan an alle auszahlen.

source: Pay for honba by atamahane
de: Honba werden nach Atamahaneregel bezahlt

source: Payments and scores
de: Punkte und Bezahlen

source: Penalties
de: Strafen

source: Place
de: Platzierung

source: Place / Session result
de: Platzierung / Match Ergebniss

source: Places stats
de: Platzierungsstatistiken

source: Play additional rounds
de: Weitere Runden erlauben

source: Play only east rounds
de: Nur Ostrunden

source: Player ID
de: Spieler ID

source: Player name
de: Spielername

source: Player statistics for %1 in the event "%2" provided by Mahjong Pantheon
de: Spieler Statistiken für %1 im Turnier "%2" von Mahjong Pantheon zur Verfügung gestellt

source: Player stats
de: Spieler Statistiken

source: Players having a required minimum of games
de: Spieler haben das Spielanzahlminimum erreicht

# Event menu
source: Players registered to event
de: Zum Event angemeldete Spieler

source: Previous game
de: Letztes Spiel

source: Rating
de: Ranking

source: Rating points
de: Ranglistenpunkte

source: Rating table
de: Rangliste

# Event menu
source: Rating table
de: Rangliste

source: Rating table is hidden by tournament administrator
de: Ranglistenansicht vom Administrator deaktiviert

source: Rating table of the event "%1" provided by Mahjong Pantheon
de: Rangliste des Turniers "%1" von Mahjong Pantheon zu Verfügung gestellt

source: Recent games
de: Letzte Spiele

# Event menu
source: Recent games
de: Letzte Spiele

source: Registered players
de: Angemeldete Spieler

# Event menu
source: Registered players
de: Angemeldete Spieler

source: Registered players of the event "%1" provided by Mahjong Pantheon
de: Registrierte Spieler des Turniers "%1" von Mahjong Pantheon zur Verfügung gestellt

source: Replay link is invalid. Please check if you copied it correctly
de: Replay link ist ungültig. Überprüfe ob du Ihn richtig kopiert hast

source: Riichi and honba
de: Riichi und Honba

source: Riichi bets:
de: Riichi Einsätze:

source: Riichi goes to winner
de: Übrige Riichieinsätze gehen an den Gewinner

source: Riichi left on table in case of draw in the end of the session will be given to session winner
de: Im Falle eines Unentschieden in der letzten Hand, gehen übrige Riichieinsätze an den Gewinner

source: Riichi mahjong events list
de: Riichi mahjong Eventliste

source: Round outcomes
de: Rundenergebniss

source: Rounds played:
de: Gespielte Hände:

source: Rounds won:
de: gewonnene Hände:

source: Rules overview
de: Regelübersicht

# Event menu
source: Rules overview
de: Regelübersicht

source: Rules overview for the event "%1" provided by Mahjong Pantheon
de: Regelübersicht für das Event "%1" von Mahjong Pantheon zur Verfügung gestellt

source: Ruleset details
de: Regeldetails

source: Ruleset details page is not available for aggregated events
de: Regeldetails für zusammengefasste Events nicht verfügbar

source: Save as CSV
de: Als CSV speichern

source: Score given to all players in the beginning of the rating
de: Startpunktzahl die alle Spieler am Anfang des Ratings bekommen

source: Score:
de: Punkte:

source: Seating is defined in advance
de: Sitzordnung wird im Vorhinein festgelegt

source: Series length
de: Länge der Serie

source: Series rating
de: Serienwertung

# Event menu
source: Series rating
de: Serienwertung

source: Series rating for the event "%1" provided by Mahjong Pantheon
de: Serienwertung des Turniers "%1" von Mahjong Pantheon zur Verfügung gestellt

source: Series rating is not available for aggregated events
de: Serienwertung ist für zusammengefasste Events nicht verfügbar

source: Session duration in minutes
de: Matchdauer in Minuten

source: Session ending policy
de: Einstellungen zum Matchende

source: Sign in
de: Anmelden

source: Sign up
de: Konto erstellen

source: Sigrun is the statistics viewer for riichi mahjong club games and tournaments powered by Mahjong Pantheon system. It provides game logs, player statistics with graphs, rating tables and achievements list.
de: Sigrun zeigt Statistiken, Wertungen, Spielaufzeichnungen und Grafiken für Klub Spiele und Turniere an.

source: Sigrun: riichi mahjong ratings and statistics
de: Sigrun: Riichi Mahjong Wertung und Statistiken

source: Simple rank-based
de: Rang basiert

source: Single game preview for the event "%1" provided by Mahjong Pantheon
de: Spielvorschau "%1" von Mahjong Pantheon zur Verfügung gestellt

source: Tanyao costs 1 han on open hand. If not checked, tanyao does not work on open hand.
de: Tanyao gilt bei geöffneter Hand.

source: Team tournament
de: Team Turnier

source: Tenhou Lobby ID. Please contact event administrator for proper link to lobby.
de: Tenhou Lobby ID. Bitte kontaktiere dafür den Administrator.

source: The 1k Flash
de: Der 1k Blitz

source: The Covetous Knight
de: Geiz ist geil

source: The favorite apprentice of ASAPIN
de: ASAPINs bester Schüler

source: The great dealer
de: Der größte Osten

source: There will be a separate "Abortive draw" outcome to record draws due to four riichi, four kans, suufon renda, kyuushu kyuuhai, etc.
de: Ein "Abgebrochen durch Unentschieden" kann durch vier Riichi Ansagen, vier gleiche Winde, 9 Ends or Honors oder vier Kans hervorgerufen werden.

source: This can't be your wait
de: Das kann nicht wahr sein

source: Timer & seating
de: Timer & Sitzplan

# Event menu
source: Timer & seating
de: Timer & Sitzplan

source: Timer is not available for aggregated events
de: Time ist für zusammengefasste Events nicht verfügbar

source: Timer page for the event "%1" provided by Mahjong Pantheon
de: Timer Seite für das Turnier "%1" wird von Mahjong Pantheon zur Verfügung gestellt

source: Timer starting value. After time runs out, session ending policy is applied (see below).
de: Startwert des Timers. Nach Ablauf der Zeit, werden die Einstellungen für Matchende angewendet(siehe unten).

source: To damaten hands:
de: In Damaten Hände:

source: To events list
de: Events

source: To hands with riichi:
de: In Hände mit Riichi:

source: To open hands:
de: In offene Hände:i

source: Toggle color scheme
de: Farbschema

source: Toggle dimmed colors
de: Helligkeit

source: Total points gained:
de: Gesamtpunkte gewonnen:

source: Total points lost:
de: Verlorene Gesamtpunkte:

source: Tournament
de: Turnier

source: Tournament settings
de: Einstellungen für Turniere

source: Tsumo payments:
de: Tsumo Zahlungen:

source: Uma bonus for 1st place
de: Uma Bonus für den ersten Platz

source: Uma bonus for 2nd place
de: Uma Bonus für den zweiten Platz

source: Uma bonus type
de: Uma Variante

source: Uma penalty for 3rd place
de: Uma Bonus für den dritten Platz

source: Uma penalty for 4th place
de: Uma Bonus für den vierten Platz

source: Use yakitori rule
de: Verwende die Yakitori-Regel

source: View game
de: Spiel ansehen

source: View selected game details
de: Details für ausgewähltes Spiel

source: We need more gold
de: Gold, Gold, Gold

source: When a player runs out of score points, the game immediately ends
de: Das Spiel endet wenn ein Spieler weniger als null Punkte hat.

source: When dealer wins, or stays tempai after draw, seat winds will be changed. Honba is added only after draw.
de: Bei Gewinn oder Tenpai nach Unentschieden von Osten , werden Sitzwinde trotzdem weiter rotiert. Honba wird nur nach einem Unentschieden hinzugefügt.

source: When time is out, finish current hand and interrupt the session
de: Bei Ablauf der Zeit, muss nur noch die aktuelle Hand beendet werden

source: When time is out, finish current hand, play one more, and then interrup the session
de: Bei Ablauf der Zeit, muss die aktuelle Hand und eine weitere gespielt werden.

source: Win stats
de: Gewinnstatistik

source: With damaten:
de: Mit Damaten:

source: With min games
de: Mit min. Spielen

source: With open hand:
de: Mit offener Hand:

source: With riichi:
de: Mit Riichi:

source: With tempai:
de: In tenpai:

source: Without declared riichi:
de: Ohne Riichi:

source: Yakitori penalty
de: Yakitori Strafe

source: Yaku allowed
de: Erlaubte Yaku

source: Yaku collected over all time
de: Gesammelte Yakus

source: Yaku settings
de: Yaku Einstellungen

source: You should prepare the tournament script yourself. No automated seating functionality is available when this flag is set.
de: Sitzordnung muss manuell festgelegt werden. Keine automatische Sitzzuordnung aktiv wenn diese Option aktiviert ist.

source: all noten
de: Alle in Noten

source: all tenpai
de: Alle in Tenpai

# Riichi bets count
source: none
de: keine
